[
  {
    "gutenberg_id": 19033,
    "title": "Alice's Adventures in Wonderland",
    "slug": "alices-adventures-in-wonderland",
    "original_text": "EBOOK ALICE IN WONDERLAND ***\n\nProduced by Jason Isbell, Irma Spehar, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n</pre>\n\n<h4>There are several editions of this ebook in the Project Gutenberg collection. Various characteristics of each ebook are listed to aid in selecting the preferred file.<br>Click on any of the filenumbers below to quickly view each ebook.\n</h4>\n\n<table summary=\"\" style=\"margin-right: auto; margin-left: auto\" cellpadding=\"4\" border=\"3\">\n\n<tr><td>\n <b><a href=\"http://www.gutenberg.org/files/19002/19002-h/19002-h.htm\">\n19002</a> </b> </td><td>(Black and White illustrations)\n</td></tr>\n\n<tr><td>\n <b><a href=\"http://www.gutenberg.org/files/19033/19033-h/19033-h.htm\">\n19033</a></b> </td><td>(Illustrations in Color and Black and White)\n</td></tr>\n\n<tr><td>\n <b><a href=\"http://www.gutenberg.org/files/28885/28885-h/28885-h.htm\">\n28885</a></b></td><td>(Illustrations in Color and Black and White)\n</td></tr>\n\n</table>\n\n<h3><i>THE \"STORYLAND\" SERIES</i></h3>\n\n<p><span class='pagenum'><a name=\"Page_1\" id=\"Page_1\">[Pg 1]</a></span></p><h1 style=\"padding-top: 2em; padding-bottom: 1em\">ALICE'S ADVENTURES<br /> IN<br /> WONDERLAND</h1>\n\n<p class=\"figcenter\"><a href=\"images/cover.jpg\"><img src=\"images/cover_th.jpg\" alt=\"Frontispiece\"  /></a></p>\n\n<div class=\"figcenter\" style=\"width: 66px; padding-top: 4em\">\n<img src=\"images/title.jpg\" width=\"66\" height=\"66\" alt=\"\"  />\n</div>\n\n<p><span class='pagenum'><a name=\"Page_2\" id=\"Page_2\">[Pg 2]</a></span></p><h4>SAM'L GABRIEL SONS &amp; COMPANY<br /> NEW YORK</h4>\n\n<p><span class='pagenum'><a name=\"Page_3\" id=\"Page_3\">[Pg 3]</a></span></p><h4 style=\"padding-top: 2em; padding-bottom: 2em\">Copyright, 1916,<br /> by SAM'L GABRIEL SONS &amp; COMPANY<br /> NEW YORK</h4>\n\n<p class=\"figcenter\"><a href=\"images/plate01.jpg\"><img src=\"images/plate01_th.jpg\" alt=\"Alice in the Room of the Duchess.\" title=\"Alice in the Room of the Duchess.\" /></a></p><p class=\"caption\">Alice in the Room of the Duchess.</p>\n\n<p class=\"figright\" style=\"margin-right: 4em; margin-top: 4em; margin-bottom: 2em\"><a href=\"images/i001.jpg\"><img src=\"images/i001_th.jpg\" alt=\"Illo1\"  /></a></p>\n<p><a name=\"ALICES_ADVENTURES_IN_WONDERLAND\" id=\"ALICES_ADVENTURES_IN_WONDERLAND\"></a></p><p style=\"font-size: 150%; margin-top: 4em; margin-left: 13em; font-weight: bold\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ALICE'S<br />\n ADVENTURES<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IN<br />\nWONDERLAND</p>\n\n<h2><a name=\"I_DOWN_THE_RABBIT-HOLE\" id=\"I_DOWN_THE_RABBIT-HOLE\"></a>I&mdash;DOWN THE RABBIT-HOLE</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">A</span>lice was beginning to get very tired of sitting by her sister on the\nbank, and of having nothing to do. Once or twice she had peeped into the\nbook her sister was reading, but it had no pictures or conversations in\nit, \"and what is the use of a book,\" thought Alice, \"without pictures or\nconversations?\"</p>\n\n<p>So she was considering in her own mind (as well as she could, for the\nday made her feel very sleepy and stupid), whether the pleasure of\nmaking a daisy-chain would be worth the trouble of getting up and\npicking the daisies, when suddenly a White Rabbit with pink eyes ran\nclose by her.</p>\n\n<p class=\"figright\"><a href=\"images/i002.jpg\"><img src=\"images/i002_th.jpg\" alt=\"Illo2\"  /></a></p><p>There was nothing so very remarkable in that, nor did Alice think it so\n<span class='pagenum'><a name=\"Page_4\" id=\"Page_4\">[Pg 4]</a></span>very much out of the way to hear the Rabbit say to itself, \"Oh dear! Oh\ndear! I shall be too late!\" But when the Rabbit actually took a watch\nout of its waistcoat-pocket and looked at it and then hurried on, Alice\nstarted to her feet, for it flashed across her mind that she had never\nbefore seen a rabbit with either a waistcoat-pocket, or a watch to take\nout of it, and, burning with curiosity, she ran across the field after\nit and was just in time to see it pop down a large rabbit-hole, under\nthe hedge. In another moment, down went Alice after it!</p>\n\n<p>The rabbit-hole went straight on like a tunnel for some way and then\ndipped suddenly down, so suddenly that Alice had not a moment to think\nabout stopping herself before she found herself falling down what seemed\nto be a very deep well.</p>\n\n<p>Either the well was very deep, or she fell very slowly, for she had\nplenty of time, as she went down, to look about her. First, she tried to\nmake out what she was coming to, but it was too dark to see anything;\nthen she looked at the sides of the well and noticed that they were\nfilled with cupboards and book-shelves; here and there she saw maps and\n<span class='pagenum'><a name=\"Page_5\" id=\"Page_5\">[Pg 5]</a></span>pictures hung upon pegs. She took down a jar from one of the shelves as\nshe passed. It was labeled \"ORANGE MARMALADE,\" but, to her great\ndisappointment, it was empty; she did not like to drop the jar, so\nmanaged to put it into one of the cupboards as she fell past it.</p>\n\n<p>Down, down, down! Would the fall never come to an end? There was nothing\nelse to do, so Alice soon began talking to herself. \"Dinah'll miss me\nvery much to-night, I should think!\" (Dinah was the cat.) \"I hope\nthey'll remember her saucer of milk at tea-time. Dinah, my dear, I wish\nyou were down here with me!\" Alice felt that she was dozing off, when\nsuddenly, thump! thump! down she came upon a heap of sticks and dry\nleaves, and the fall was over.</p>\n\n<p>Alice was not a bit hurt, and she jumped up in a moment. She looked up,\nbut it was all dark overhead; before her was another long passage and\nthe White Rabbit was still in sight, hurrying down it. There was not a\nmoment to be lost. Away went Alice like the wind and was just in time to\nhear it say, as it turned a corner, \"Oh, my ears and whiskers, how late\nit's getting!\" She was close behind it when she turned the corner, but\nthe Rabbit was no longer to be seen.</p>\n\n<p>She found herself in a long, low hall, which was lit up by a row of\nlamps hanging from the roof. There were doors all 'round the hall, but\nthey were all locked; and when Alice had been all the way down one side\nand up the other, trying every door, she walked sadly down the middle,\n<span class='pagenum'><a name=\"Page_6\" id=\"Page_6\">[Pg 6]</a></span>wondering how she was ever to get out again.</p>\n\n<p class=\"figright\"><a href=\"images/i003.jpg\"><img src=\"images/i003_th.jpg\" alt=\"Illo3\"  /></a></p><p>Suddenly she came upon a little table, all made of solid glass. There\nwas nothing on it but a tiny golden key, and Alice's first idea was that\nthis might belong to one of the doors of the hall; but, alas! either the\nlocks were too large, or the key was too small, but, at any rate, it\nwould not open any of them. However, on the second time 'round, she came\nupon a low curtain she had not noticed before, and behind it was a\nlittle door about fifteen inches high. She tried the little golden key\nin the lock, and to her great delight, it fitted!</p>\n\n<p>Alice opened the door and found that it led into a small passage, not\nmuch larger than a rat-hole; she knelt down and looked along the passage\ninto the loveliest garden you ever saw. How she longed to get out of\nthat dark hall and wander about among those beds of bright flowers and\nthose cool fountains, but she could not even get her head through the\ndoorway. \"Oh,\" said Alice, \"how I wish I could shut up like a telescope!\nI think I could, if I only knew how to begin.\"</p>\n\n<p>Alice went back to the table, half hoping she might find another key on\nit, or at any rate, a book of rules for shutting people up like\ntelescopes. This time she<span class='pagenum'><a name=\"Page_7\" id=\"Page_7\">[Pg 7]</a></span> found a little bottle on it (\"which certainly\nwas not here before,\" said Alice), and tied 'round the neck of the\nbottle was a paper label, with the words \"DRINK ME\" beautifully printed\non it in large letters.</p>\n\n<p>\"No, I'll look first,\" she said, \"and see whether it's marked '<i>poison</i>'\nor not,\" for she had never forgotten that, if you drink from a bottle\nmarked \"poison,\" it is almost certain to disagree with you, sooner or\nlater. However, this bottle was <i>not</i> marked \"poison,\" so Alice ventured\nto taste it, and, finding it very nice (it had a sort of mixed flavor of\ncherry-tart, custard, pineapple, roast turkey, toffy and hot buttered\ntoast), she very soon finished it off.</p>\n\n<hr style='width: 45%;' />\n\n<p>\"What a curious feeling!\" said Alice. \"I must be shutting up like a\ntelescope!\"</p>\n\n<p>And so it was indeed! She was now only ten inches high, and her face\nbrightened up at the thought that she was now the right size for going\nthrough the little door into that lovely garden.</p>\n\n<p>After awhile, finding that nothing more happened, she decided on going\ninto the garden at once; but, alas for poor Alice! When she got to the\ndoor, she found she had forgotten the little golden key, and when she\nwent back to the table for it, she found she could not possibly reach\nit: she could see it quite plainly through the glass and she tried her\nbest to climb up one of the legs of the table, but it was too slippery,\nand when she had tired herself out with trying, the poor little thing\nsat down and cried.</p>\n\n<p>\"Come, there's no use in crying like that!\" said Alice to herself rather\nsharply. \"I advise you to<span class='pagenum'><a name=\"Page_8\" id=\"Page_8\">[Pg 8]</a></span> leave off this minute!\" She generally gave\nherself very good advice (though she very seldom followed it), and\nsometimes she scolded herself so severely as to bring tears into her\neyes.</p>\n\n<p>Soon her eye fell on a little glass box that was lying under the table:\nshe opened it and found in it a very small cake, on which the words \"EAT\nME\" were beautifully marked in currants. \"Well, I'll eat it,\" said\nAlice, \"and if it makes me grow larger, I can reach the key; and if it\nmakes me grow smaller, I can creep under the door: so either way I'll\nget into the garden, and I don't care which happens!\"</p>\n\n<p>She ate a little bit and said anxiously to herself, \"Which way? Which\nway?\" holding her hand on the top of her head to feel which way she was\ngrowing; and she was quite surprised to find that she remained the same\nsize. So she set to work and very soon finished off the cake.</p>\n\n<p class=\"figcenter\"><a href=\"images/i004.jpg\"><img src=\"images/i004_th.jpg\" alt=\"Illo4\"  /></a></p>\n\n<hr style=\"width: 45%;\" />\n<p><span class='pagenum'><a name=\"Page_9\" id=\"Page_9\">[Pg 9]</a></span></p>\n<h2><a name=\"II_THE_POOL_OF_TEARS\" id=\"II_THE_POOL_OF_TEARS\"></a>II&mdash;THE POOL OF TEARS</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">\"C</span>uriouser and curiouser!\" cried Alice (she was so much surprised that\nfor the moment she quite forgot how to speak good English). \"Now I'm\nopening out like the largest telescope that ever was! Good-by, feet! Oh,\nmy poor little feet, I wonder who will put on your shoes and stockings\nfor you now, dears? I shall be a great deal too far off to trouble\nmyself about you.\"</p>\n\n<p>Just at this moment her head struck against the roof of the hall; in\nfact, she was now rather more than nine feet high, and she at once took\nup the little golden key and hurried off to the garden door.</p>\n\n<p>Poor Alice! It was as much as she could do, lying down on one side, to\nlook through into the garden with one eye; but to get through was more\nhopeless than ever. She sat down and began to cry again.</p>\n\n<p>She went on shedding gallons of tears, until there was a large pool all\n'round her and reaching half down the hall.</p>\n\n<p>After a time, she heard a little pattering of feet in the distance and\nshe hastily dried her eyes to see what was coming. It was the White\nRabbit returning, splendidly dressed, with a pair of white kid-gloves in\none hand and a large fan in the other. He<span class='pagenum'><a name=\"Page_10\" id=\"Page_10\">[Pg 10]</a></span> came trotting along in a\ngreat hurry, muttering to himself, \"Oh! the Duchess, the Duchess! Oh!\n<i>won't</i> she be savage if I've kept her waiting!\"</p>\n\n<p class=\"figright\"><a href=\"images/i005.jpg\"><img src=\"images/i005_th.jpg\" alt=\"Illo5\"  /></a></p><p>When the Rabbit came near her, Alice began, in a low, timid voice, \"If\nyou please, sir&mdash;\" The Rabbit started violently, dropped the white\nkid-gloves and the fan and skurried away into the darkness as hard as he\ncould go.</p>\n\n<p>Alice took up the fan and gloves and she kept fanning herself all the\ntime she went on talking. \"Dear, dear! How queer everything is to-day!\nAnd yesterday things went on just as usual. <i>Was</i> I the same when I got\nup this morning? But if I'm not the same, the next question is, 'Who in\nthe world am I?' Ah, <i>that's</i> the great puzzle!\"</p>\n\n<p>As she said this, she looked down at her hands and was surprised to see\nthat she had put on one of the Rabbit's little white kid-gloves while\nshe was talking. \"How <i>can</i> I have done that?\" she thought. \"I must be\ngrowing small again.\" She got up and went to the table to measure\nherself by it and found that she was now about two feet high and was\ngoing on<span class='pagenum'><a name=\"Page_11\" id=\"Page_11\">[Pg 11]</a></span> shrinking rapidly. She soon found out that the cause of this\nwas the fan she was holding and she dropped it hastily, just in time to\nsave herself from shrinking away altogether.</p>\n\n<p>\"That <i>was</i> a narrow escape!\" said Alice, a good deal frightened at the\nsudden change, but very glad to find herself still in existence. \"And\nnow for the garden!\" And she ran with all speed back to the little door;\nbut, alas! the little door was shut again and the little golden key was\nlying on the glass table as before. \"Things are worse than ever,\"\nthought the poor child, \"for I never was so small as this before,\nnever!\"</p>\n\n<p>As she said these words, her foot slipped, and in another moment,\nsplash! she was up to her chin in salt-water. Her first idea was that\nshe had somehow fallen into the sea. However, she soon made out that she\nwas in the pool of tears which she had wept when she was nine feet high.</p>\n\n<p class=\"figleft\"><a href=\"images/i006.jpg\"><img src=\"images/i006_th.jpg\" alt=\"Illo6\"  /></a></p><p>Just then she heard something splashing about in the pool a little way\noff, and she swam nearer to see what it was: she soon made out that it\nwas only a mouse that had slipped in like herself.<span class='pagenum'><a name=\"Page_12\" id=\"Page_12\">[Pg 12]</a></span></p>\n\n<p>\"Would it be of any use, now,\" thought Alice, \"to speak to this mouse?\nEverything is so out-of-the-way down here that I should think very\nlikely it can talk; at any rate, there's no harm in trying.\" So she\nbegan, \"O Mouse, do you know the way out of this pool? I am very tired\nof swimming about here, O Mouse!\" The Mouse looked at her rather\ninquisitively and seemed to her to wink with one of its little eyes, but\nit said nothing.</p>\n\n<p>\"Perhaps it doesn't understand English,\" thought Alice. \"I dare say it's\na French mouse, come over with William the Conqueror.\" So she began\nagain: \"O&ugrave; est ma chatte?\" which was the first sentence in her French\nlesson-book. The Mouse gave a sudden leap out of the water and seemed to\nquiver all over with fright. \"Oh, I beg your pardon!\" cried Alice\nhastily, afraid that she had hurt the poor animal's feelings. \"I quite\nforgot you didn't like cats.\"</p>\n\n<p>\"Not like cats!\" cried the Mouse in a shrill, passionate voice. \"Would\n<i>you</i> like cats, if you were me?\"</p>\n\n<p>\"Well, perhaps not,\" said Alice in a soothing tone; \"don't be angry\nabout it. And yet I wish I could show you our cat Dinah. I think you'd\ntake a fancy to cats, if you could only see her. She is such a dear,\nquiet thing.\" The Mouse was bristling all over and she felt certain it\nmust be really offended. \"We won't talk about her any more, if you'd\nrather not.\"</p>\n\n<p>\"We, indeed!\" cried the Mouse, who was trembling down to the end of its\ntail. \"As if <i>I</i> would talk on such a subject! Our family always <i>hated</i>\ncats<span class='pagenum'><a name=\"Page_13\" id=\"Page_13\">[Pg 13]</a></span>&mdash;nasty, low, vulgar things! Don't let me hear the name again!\"</p>\n\n<p class=\"figcenter\"><a href=\"images/plate02.jpg\"><img src=\"images/plate02_th.jpg\" alt=\"Alice at the Mad Tea Party.\" title=\"Alice at the Mad Tea Party.\" /></a></p><p class=\"caption\">Alice at the Mad Tea Party.</p>\n\n<p>\"I won't indeed!\" said Alice, in a great hurry to change the subject of\nconversation. \"Are you&mdash;are you fond&mdash;of&mdash;of dogs? There is such a nice\nlittle dog near our house, I should like to show you! It kills all the\nrats and&mdash;oh, dear!\" cried Alice in a sorrowful tone. \"I'm afraid I've\noffended it again!\" For the Mouse was swimming away from her as hard as\nit could go, and making quite a commotion in the pool as it went.</p>\n\n<p>So she called softly after it, \"Mouse dear! Do come back again, and we\nwon't talk about cats, or dogs either, if you don't like them!\" When the\nMouse heard this, it turned 'round and swam slowly back to her; its face\nwas quite pale, and it said, in a low, trembling voice, \"Let us get to\nthe shore and then I'll tell you my history and you'll understand why it\nis I hate cats and dogs.\"</p>\n\n<p>It was high time to go, for the pool was getting quite crowded with the\nbirds and animals that had fallen into it; there were a Duck and a Dodo,\na Lory and an Eaglet, and several other curious creatures. Alice led the\nway and the whole party swam to the shore.</p>\n\n<p class=\"figcenter\"><a href=\"images/i007.jpg\"><img src=\"images/i007_th.jpg\" alt=\"Illo7\"  /></a></p>\n\n<hr style=\"width: 45%;\" />\n<p><span class='pagenum'><a name=\"Page_14\" id=\"Page_14\">[Pg 14]</a></span></p>\n<h2><a name=\"III_A_CAUCUS-RACE_AND_A_LONG_TALE\" id=\"III_A_CAUCUS-RACE_AND_A_LONG_TALE\"></a>III&mdash;A CAUCUS-RACE AND A LONG TALE</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">T</span>hey were indeed a queer-looking party that assembled on the bank&mdash;the\nbirds with draggled feathers, the animals with their fur clinging close\nto them, and all dripping wet, cross and uncomfortable.</p>\n\n<p class=\"figcenter\"><a href=\"images/i008.jpg\"><img src=\"images/i008_th.jpg\" alt=\"Illo8\"  /></a></p>\n\n<p>The first question, of course, was how to get dry again. They had a\nconsultation about this and after a few minutes, it seemed quite natural\nto Alice to find herself talking familiarly with them, as if she had\nknown them all her life.</p>\n\n<p>At last the Mouse, who seemed to be a person of<span class='pagenum'><a name=\"Page_15\" id=\"Page_15\">[Pg 15]</a></span> some authority among\nthem, called out, \"Sit down, all of you, and listen to me! <i>I'll</i> soon\nmake you dry enough!\" They all sat down at once, in a large ring, with\nthe Mouse in the middle.</p>\n\n<p>\"Ahem!\" said the Mouse with an important air. \"Are you all ready? This\nis the driest thing I know. Silence all 'round, if you please! 'William\nthe Conqueror, whose cause was favored by the pope, was soon submitted\nto by the English, who wanted leaders, and had been of late much\naccustomed to usurpation and conquest. Edwin and Morcar, the Earls of\nMercia and Northumbria'&mdash;\"</p>\n\n<p>\"Ugh!\" said the Lory, with a shiver.</p>\n\n<p>\"&mdash;'And even Stigand, the patriotic archbishop of Canterbury, found it\nadvisable'&mdash;\"</p>\n\n<p>\"Found <i>what</i>?\" said the Duck.</p>\n\n<p>\"Found <i>it</i>,\" the Mouse replied rather crossly; \"of course, you know\nwhat 'it' means.\"</p>\n\n<p>\"I know what 'it' means well enough, when <i>I</i> find a thing,\" said the\nDuck; \"it's generally a frog or a worm. The question is, what did the\narchbishop find?\"</p>\n\n<p>The Mouse did not notice this question, but hurriedly went on, \"'&mdash;found\nit advisable to go with Edgar Atheling to meet William and offer him the\ncrown.'&mdash;How are you getting on now, my dear?\" it continued, turning to\nAlice as it spoke.</p>\n\n<p>\"As wet as ever,\" said Alice in a melancholy tone; \"it doesn't seem to\ndry me at all.\"</p>\n\n<p>\"In that case,\" said the Dodo solemnly, rising to its feet, \"I move that\nthe meeting adjourn, for the immediate adoption of more energetic\nremedies&mdash;\"<span class='pagenum'><a name=\"Page_16\" id=\"Page_16\">[Pg 16]</a></span></p>\n\n<p>\"Speak English!\" said the Eaglet. \"I don't know the meaning of half\nthose long words, and, what's more, I don't believe you do either!\"</p>\n\n<p>\"What I was going to say,\" said the Dodo in an offended tone, \"is that\nthe best thing to get us dry would be a Caucus-race.\"</p>\n\n<p>\"What <i>is</i> a Caucus-race?\" said Alice.</p>\n\n<p class=\"figcenter\"><a href=\"images/i009.jpg\"><img src=\"images/i009_th.jpg\" alt=\"Illo9\"  /></a></p>\n\n<p>\"Why,\" said the Dodo, \"the best way to explain it is to do it.\" First it\nmarked out a race-course, in a sort of circle, and then all the party\nwere placed along the course, here and there. There was no \"One, two,\nthree and away!\" but they began running when they liked and left off\nwhen they liked, so that it was not easy to know when the race was over.\nHowever, when they had been running half an hour or so and were quite\ndry again, the Dodo suddenly called out, \"The race is over!\" and they\nall crowded 'round it, panting and asking, \"But who has won?\"<span class='pagenum'><a name=\"Page_17\" id=\"Page_17\">[Pg 17]</a></span></p>\n\n<p>This question the Dodo could not answer without a great deal of thought.\nAt last it said, \"<i>Everybody</i> has won, and <i>all</i> must have prizes.\"</p>\n\n<p>\"But who is to give the prizes?\" quite a chorus of voices asked.</p>\n\n<p>\"Why, <i>she</i>, of course,\" said the Dodo, pointing to Alice with one\nfinger; and the whole party at once crowded 'round her, calling out, in\na confused way, \"Prizes! Prizes!\"</p>\n\n<p>Alice had no idea what to do, and in despair she put her hand into her\npocket and pulled out a box of comfits (luckily the salt-water had not\ngot into it) and handed them 'round as prizes. There was exactly one\na-piece, all 'round.</p>\n\n<p>The next thing was to eat the comfits; this caused some noise and\nconfusion, as the large birds complained that they could not taste\ntheirs, and the small ones choked and had to be patted on the back.\nHowever, it was over at last and they sat down again in a ring and\nbegged the Mouse to tell them something more.</p>\n\n<p>\"You promised to tell me your history, you know,\" said Alice, \"and why\nit is you hate&mdash;C and D,\" she added in a whisper, half afraid that it\nwould be offended again.</p>\n\n<p>\"Mine is a long and a sad tale!\" said the Mouse, turning to Alice and\nsighing.</p>\n\n<p>\"It <i>is</i> a long tail, certainly,\" said Alice, looking down with wonder\nat the Mouse's tail, \"but why do you call it sad?\" And she kept on\npuzzling about it while the Mouse was speaking, so that her idea of the\ntale was something like this:<span class='pagenum'><a name=\"Page_18\" id=\"Page_18\">[Pg 18]</a></span>&mdash;</p>\n\n<div class=\"poem\"><div class=\"stanza\">\n\n<span class=\"i1\">\"Fury said to<br /></span>\n<span class=\"i2\">a mouse, That<br /></span>\n\n<span class=\"i3\">he met in the<br /></span>\n<span class=\"i4\">house, 'Let<br /></span>\n<span class=\"i5\">us both go<br /></span>\n<span class=\"i6\">to law: <i>I</i><br /></span>\n<span class=\"i6\"><span style=\"font-size: 95%\">will prosecute<br /></span></span>\n\n<span class=\"i6\"><span style=\"font-size: 95%\"><i>you</i>.&mdash;<br /></span></span>\n<span class=\"i6\"><span style=\"font-size: 95%\">Come, I'll<br /></span></span>\n<span class=\"i5\"><span style=\"font-size: 95%\">take no denial:<br /></span></span>\n<span style=\"line-height: .9em\">\n<span class=\"i4\"><span style=\"font-size: 95%\">We must have<br /></span></span>\n<span class=\"i3\"><span style=\"font-size: 90%\">the trial;<br /></span></span>\n<span class=\"i2\"><span style=\"font-size: 90%\">For really<br /></span></span>\n<span class=\"i1\"><span style=\"font-size: 90%\">this morning<br /></span></span>\n<span class=\"i0\"><span style=\"font-size: 90%\">I've<br /></span></span>\n\n<span class=\"i0\"><span style=\"font-size: 90%\">nothing<br /></span></span>\n<span class=\"i0\"><span style=\"font-size: 85%\">to do.'<br /></span></span>\n<span class=\"i1\"><span style=\"font-size: 85%\">Said the<br /></span></span>\n<span class=\"i2\"><span style=\"font-size: 85%\">mouse to<br /></span></span>\n<span style=\"line-height: .8em\">\n<span class=\"i3\"><span style=\"font-size: 85%\">the cur,<br /></span></span>\n<span class=\"i4\"><span style=\"font-size: 85%\">'Such a<br /></span></span>\n<span class=\"i5\"><span style=\"font-size: 80%\">trial, dear<br /></span></span>\n<span class=\"i6\"><span style=\"font-size: 80%\">sir, With<br /></span></span>\n\n<span class=\"i8\"><span style=\"font-size: 80%\">no jury<br /></span></span>\n<span class=\"i9\"><span style=\"font-size: 80%\">or judge,<br /></span></span>\n<span class=\"i9\"><span style=\"font-size: 80%\">would<br /></span></span>\n<span class=\"i8\"><span style=\"font-size: 75%\">be wasting<br /></span></span>\n<span class=\"i7\"><span style=\"font-size: 75%\">our<br /></span></span>\n<span style=\"line-height: .7em\">\n<span class=\"i5\"><span style=\"font-size: 75%\">breath.'<br /></span></span>\n<span class=\"i4\"><span style=\"font-size: 75%\">'I'll be<br /></span></span>\n<span class=\"i3\"><span style=\"font-size: 75%\">judge,<br /></span></span>\n\n<span class=\"i2\"><span style=\"font-size: 70%\">I'll be<br /></span></span>\n<span class=\"i1\"><span style=\"font-size: 70%\">jury,'<br /></span></span>\n<span class=\"i0\"><span style=\"font-size: 70%\">said<br /></span></span>\n<span class=\"i0\"><span style=\"font-size: 70%\">cunning<br /></span></span>\n<span class=\"i1\"><span style=\"font-size: 70%\">old<br /></span></span>\n<span class=\"i2\"><span style=\"font-size: 65%\">Fury;<br /></span></span>\n<span style=\"line-height: .6em\">\n<span class=\"i3\"><span style=\"font-size: 65%\">'I'll<br /></span></span>\n<span class=\"i4\"><span style=\"font-size: 65%\">try<br /></span></span>\n\n<span class=\"i5\"><span style=\"font-size: 65%\">the<br /></span></span>\n<span class=\"i6\"><span style=\"font-size: 65%\">whole<br /></span></span>\n<span class=\"i7\"><span style=\"font-size: 60%\">cause,<br /></span></span>\n<span class=\"i7\"><span style=\"font-size: 60%\">and<br /></span></span>\n<span class=\"i6\"><span style=\"font-size: 60%\">condemn<br /></span></span>\n<span class=\"i5\"><span style=\"font-size: 60%\">you to<br /></span></span>\n<span class=\"i3\"><span style=\"font-size: 60%\">death.'\"<br /></span></span>\n</span></span></span></span>\n</div></div>\n\n<p><span class='pagenum'><a name=\"Page_19\" id=\"Page_19\">[Pg 19]</a></span>\"You are not attending!\" said the Mouse to Alice, severely. \"What are\nyou thinking of?\"</p>\n\n<p>\"I beg your pardon,\" said Alice very humbly, \"you had got to the fifth\nbend, I think?\"</p>\n\n<p>\"You insult me by talking such nonsense!\" said the Mouse, getting up and\nwalking away.</p>\n\n<p>\"Please come back and finish your story!\" Alice called after it. And the\nothers all joined in chorus, \"Yes, please do!\" But the Mouse only shook\nits head impatiently and walked a little quicker.</p>\n\n<p>\"I wish I had Dinah, our cat, here!\" said Alice. This caused a\nremarkable sensation among the party. Some of the birds hurried off at\nonce, and a Canary called out in a trembling voice, to its children,\n\"Come away, my dears! It's high time you were all in bed!\" On various\npretexts they all moved off and Alice was soon left alone.</p>\n\n<p>\"I wish I hadn't mentioned Dinah! Nobody seems to like her down here and\nI'm sure she's the best cat in the world!\" Poor Alice began to cry\nagain, for she felt very lonely and low-spirited. In a little while,\nhowever, she again heard a little pattering of footsteps in the distance\nand she looked up eagerly.</p>\n\n<p class=\"figcenter\"><a href=\"images/i010.jpg\"><img src=\"images/i010_th.jpg\" alt=\"Illo10\"  /></a></p>\n\n<hr style=\"width: 45%;\" />\n<p><span class='pagenum'><a name=\"Page_20\" id=\"Page_20\">[Pg 20]</a></span></p>\n\n<p class=\"figcenter\"><a href=\"images/i011.jpg\"><img src=\"images/i011_th.jpg\" alt=\"Illo11\"  /></a></p>\n\n<h2><a name=\"IV_THE_RABBIT_SENDS_IN_A_LITTLE_BILL\" id=\"IV_THE_RABBIT_SENDS_IN_A_LITTLE_BILL\"></a>IV&mdash;THE RABBIT SENDS IN A LITTLE BILL</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">I</span>t was the White Rabbit, trotting slowly back again and looking\nanxiously about as it went, as if it had lost something; Alice heard it\nmuttering to itself, \"The Duchess! The Duchess! Oh, my dear paws! Oh, my\nfur and whiskers! She'll get me executed, as sure as ferrets are\nferrets! Where <i>can</i> I have dropped them, I wonder?\" Alice guessed in a\nmoment that it was looking for the fan and the pair of white kid-gloves\nand she very good-naturedly began hunting about for them, but they were\nnowhere to be seen&mdash;everything seemed to have changed since her swim in\nthe pool, and the great hall, with the glass table and the little door,\nhad vanished completely.<span class='pagenum'><a name=\"Page_21\" id=\"Page_21\">[Pg 21]</a></span></p>\n\n<p>Very soon the Rabbit noticed Alice, and called to her, in an angry tone,\n\"Why, Mary Ann, what <i>are</i> you doing out here? Run home this moment and\nfetch me a pair of gloves and a fan! Quick, now!\"</p>\n\n<p>\"He took me for his housemaid!\" said Alice, as she ran off. \"How\nsurprised he'll be when he finds out who I am!\" As she said this, she\ncame upon a neat little house, on the door of which was a bright brass\nplate with the name \"W. RABBIT\" engraved upon it. She went in without\nknocking and hurried upstairs, in great fear lest she should meet the\nreal Mary Ann and be turned out of the house before she had found the\nfan and gloves.</p>\n\n<p>By this time, Alice had found her way into a tidy little room with a\ntable in the window, and on it a fan and two or three pairs of tiny\nwhite kid-gloves; she took up the fan and a pair of the gloves and was\njust going to leave the room, when her eyes fell upon a little bottle\nthat stood near the looking-glass. She uncorked it and put it to her\nlips, saying to herself, \"I do hope it'll make me grow large again, for,\nreally, I'm quite tired of being such a tiny little thing!\"</p>\n\n<p>Before she had drunk half the bottle, she found her head pressing\nagainst the ceiling, and had to stoop to save her neck from being\nbroken. She hastily put down the bottle, remarking, \"That's quite\nenough&mdash;I hope I sha'n't grow any more.\"</p>\n\n<p>Alas! It was too late to wish that! She went on growing and growing and\nvery soon she had to kneel down on the floor. Still she went on growing,\nand, as a last resource, she put one arm out of the window and one foot\nup the chimney, and said to herself,<span class='pagenum'><a name=\"Page_22\" id=\"Page_22\">[Pg 22]</a></span> \"Now I can do no more, whatever\nhappens. What <i>will</i> become of me?\"</p>\n\n<p class=\"figleft\"><a href=\"images/i012.jpg\"><img src=\"images/i012_th.jpg\" alt=\"Illo12\"  /></a></p>\n\n<p>Luckily for Alice, the little magic bottle had now had its full effect\nand she grew no larger. After a few minutes she heard a voice outside\nand stopped to listen.</p>\n\n<p>\"Mary Ann! Mary Ann!\" said the voice. \"Fetch me my gloves this moment!\"\nThen came a little pattering of feet on the stairs. Alice knew it was\nthe Rabbit coming to look for her and she trembled till she shook the\nhouse, quite forgetting that she was now about a thousand times as large\nas the Rabbit and had no reason to be afraid of it.</p>\n\n<p>Presently the Rabbit came up to the door and tried to open it; but as\nthe door opened inwards and Alice's elbow was pressed hard against it,\nthat attempt proved a failure. Alice heard it say to itself, \"Then I'll\ngo 'round and get in at the window.\"</p>\n\n<p>\"<i>That</i> you won't!\" thought Alice; and after waiting till she fancied\nshe heard the Rabbit just under the window, she suddenly spread out her\nhand and<span class='pagenum'><a name=\"Page_23\" id=\"Page_23\">[Pg 23]</a></span> made a snatch in the air. She did not get hold of anything,\nbut she heard a little shriek and a fall and a crash of broken glass,\nfrom which she concluded that it was just possible it had fallen into a\ncucumber-frame or something of that sort.</p>\n\n<p>Next came an angry voice&mdash;the Rabbit's&mdash;\"Pat! Pat! Where are you?\" And\nthen a voice she had never heard before, \"Sure then, I'm here! Digging\nfor apples, yer honor!\"</p>\n\n<p>\"Here! Come and help me out of this! Now tell me, Pat, what's that in\nthe window?\"</p>\n\n<p>\"Sure, it's an arm, yer honor!\"</p>\n\n<p>\"Well, it's got no business there, at any rate; go and take it away!\"</p>\n\n<p>There was a long silence after this and Alice could only hear whispers\nnow and then, and at last she spread out her hand again and made another\nsnatch in the air. This time there were <i>two</i> little shrieks and more\nsounds of broken glass. \"I wonder what they'll do next!\" thought Alice.\n\"As for pulling me out of the window, I only wish they <i>could</i>!\"</p>\n\n<p>She waited for some time without hearing anything more. At last came a\nrumbling of little cart-wheels and the sound of a good many voices all\ntalking together. She made out the words: \"Where's the other ladder?\nBill's got the other&mdash;Bill! Here, Bill! Will the roof bear?&mdash;Who's to go\ndown the chimney?&mdash;Nay, <i>I</i> sha'n't! <i>You</i> do it! Here, Bill! The master\nsays you've got to go down the chimney!\"</p>\n\n<p>Alice drew her foot as far down the chimney as she could and waited till\nshe heard a little animal scratching and scrambling about in the chimney\nclose above<span class='pagenum'><a name=\"Page_24\" id=\"Page_24\">[Pg 24]</a></span> her; then she gave one sharp kick and waited to see what\nwould happen next.</p>\n\n<p>The first thing she heard was a general chorus of \"There goes Bill!\"\nthen the Rabbit's voice alone&mdash;\"Catch him, you by the hedge!\" Then\nsilence and then another confusion of voices&mdash;\"Hold up his head&mdash;Brandy\nnow&mdash;Don't choke him&mdash;What happened to you?\"</p>\n\n<p>Last came a little feeble, squeaking voice, \"Well, I hardly know&mdash;No\nmore, thank ye. I'm better now&mdash;all I know is, something comes at me\nlike a Jack-in-the-box and up I goes like a sky-rocket!\"</p>\n\n<p>After a minute or two of silence, they began moving about again, and\nAlice heard the Rabbit say, \"A barrowful will do, to begin with.\"</p>\n\n<p>\"A barrowful of <i>what</i>?\" thought Alice. But she had not long to doubt,\nfor the next moment a shower of little pebbles came rattling in at the\nwindow and some of them hit her in the face. Alice noticed, with some\nsurprise, that the pebbles were all turning into little cakes as they\nlay on the floor and a bright idea came into her head. \"If I eat one of\nthese cakes,\" she thought, \"it's sure to make <i>some</i> change in my size.\"</p>\n\n<p>So she swallowed one of the cakes and was delighted to find that she\nbegan shrinking directly. As soon as she was small enough to get through\nthe door, she ran out of the house and found quite a crowd of little\nanimals and birds waiting outside. They all made a rush at Alice the\nmoment she appeared, but she ran off as hard as she could and soon found\nherself safe in a thick wood.</p>\n\n<p class=\"figcenter\"><a href=\"images/plate03.jpg\"><img src=\"images/plate03_th.jpg\" alt=\"The Duchess tucked her arm affectionately into Alice's.\" title=\"The Duchess tucked her arm affectionately into Alice's.\" /></a></p><p class=\"caption\">\"The Duchess tucked her arm affectionately into Alice's.\"</p>\n\n<p>\"The first thing I've got to do,\" said Alice to herself, <span class='pagenum'><a name=\"Page_25\" id=\"Page_25\">[Pg 25]</a></span>as she\nwandered about in the wood, \"is to grow to my right size again; and the\nsecond thing is to find my way into that lovely garden. I suppose I\nought to eat or drink something or other, but the great question is\n'What?'\"</p>\n\n<p>Alice looked all around her at the flowers and the blades of grass, but\nshe could not see anything that looked like the right thing to eat or\ndrink under the circumstances. There was a large mushroom growing near\nher, about the same height as herself. She stretched herself up on\ntiptoe and peeped over the edge and her eyes immediately met those of a\nlarge blue caterpillar, that was sitting on the top, with its arms\nfolded, quietly smoking a long hookah and taking not the smallest notice\nof her or of anything else.</p>\n\n<p class=\"figcenter\"><a href=\"images/i013.jpg\"><img src=\"images/i013_th.jpg\" alt=\"Illo13\"  /></a></p>\n\n<hr style=\"width: 45%;\" />\n<p><span class='pagenum'><a name=\"Page_26\" id=\"Page_26\">[Pg 26]</a></span></p>\n<h2><a name=\"V_ADVICE_FROM_A_CATERPILLAR\" id=\"V_ADVICE_FROM_A_CATERPILLAR\"></a>V&mdash;ADVICE FROM A CATERPILLAR</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">A</span>t last the Caterpillar took the hookah out of its mouth and addressed\nAlice in a languid, sleepy voice.</p>\n\n<p>\"Who are <i>you</i>?\" said the Caterpillar.</p>\n\n<p class=\"figcenter\"><a href=\"images/i014.jpg\"><img src=\"images/i014_th.jpg\" alt=\"Illo14\"  /></a></p>\n\n<p>Alice replied, rather shyly, \"I&mdash;I hardly know, sir, just at present&mdash;at\nleast I know who I <i>was</i> when I got up this morning, but I think I must\nhave changed several times since then.\"</p>\n\n<p>\"What do you mean by that?\" said the Caterpillar, sternly. \"Explain\nyourself!\"<span class='pagenum'><a name=\"Page_27\" id=\"Page_27\">[Pg 27]</a></span></p>\n\n<p>\"I can't explain <i>myself</i>, I'm afraid, sir,\" said Alice, \"because I'm\nnot myself, you see&mdash;being so many different sizes in a day is very\nconfusing.\" She drew herself up and said very gravely, \"I think you\nought to tell me who <i>you</i> are, first.\"</p>\n\n<p>\"Why?\" said the Caterpillar.</p>\n\n<p>As Alice could not think of any good reason and the Caterpillar seemed\nto be in a <i>very</i> unpleasant state of mind, she turned away.</p>\n\n<p>\"Come back!\" the Caterpillar called after her. \"I've something important\nto say!\" Alice turned and came back again.</p>\n\n<p>\"Keep your temper,\" said the Caterpillar.</p>\n\n<p>\"Is that all?\" said Alice, swallowing down her anger as well as she\ncould.</p>\n\n<p>\"No,\" said the Caterpillar.</p>\n\n<p>It unfolded its arms, took the hookah out of its mouth again, and said,\n\"So you think you're changed, do you?\"</p>\n\n<p>\"I'm afraid, I am, sir,\" said Alice. \"I can't remember things as I\nused&mdash;and I don't keep the same size for ten minutes together!\"</p>\n\n<p>\"What size do you want to be?\" asked the Caterpillar.</p>\n\n<p>\"Oh, I'm not particular as to size,\" Alice hastily replied, \"only one\ndoesn't like changing so often, you know. I should like to be a <i>little</i>\nlarger, sir, if you wouldn't mind,\" said Alice. \"Three inches is such a\nwretched height to be.\"</p>\n\n<p>\"It is a very good height indeed!\" said the Caterpillar angrily, rearing\nitself upright as it spoke (it was exactly three inches high).<span class='pagenum'><a name=\"Page_28\" id=\"Page_28\">[Pg 28]</a></span></p>\n\n<p>In a minute or two, the Caterpillar got down off the mushroom and\ncrawled away into the grass, merely remarking, as it went, \"One side\nwill make you grow taller, and the other side will make you grow\nshorter.\"</p>\n\n<p>\"One side of <i>what</i>? The other side of <i>what</i>?\" thought Alice to\nherself.</p>\n\n<p>\"Of the mushroom,\" said the Caterpillar, just as if she had asked it\naloud; and in another moment, it was out of sight.</p>\n\n<p>Alice remained looking thoughtfully at the mushroom for a minute, trying\nto make out which were the two sides of it. At last she stretched her\narms 'round it as far as they would go, and broke off a bit of the edge\nwith each hand.</p>\n\n<p>\"And now which is which?\" she said to herself, and nibbled a little of\nthe right-hand bit to try the effect. The next moment she felt a violent\nblow underneath her chin&mdash;it had struck her foot!</p>\n\n<p>She was a good deal frightened by this very sudden change, as she was\nshrinking rapidly; so she set to work at once to eat some of the other\nbit. Her chin was pressed so closely against her foot that there was\nhardly room to open her mouth; but she did it at last and managed to\nswallow a morsel of the left-hand bit....</p>\n\n<p>\"Come, my head's free at last!\" said Alice; but all she could see, when\nshe looked down, was an immense length of neck, which seemed to rise\nlike a stalk out of a sea of green leaves that lay far below her.</p>\n\n<p>\"Where <i>have</i> my shoulders got to? And oh, my poor hands, how is it I\ncan't see you?\" She was de<span class='pagenum'><a name=\"Page_29\" id=\"Page_29\">[Pg 29]</a></span>lighted to find that her neck would bend\nabout easily in any direction, like a serpent. She had just succeeded in\ncurving it down into a graceful zigzag and was going to dive in among\nthe leaves, when a sharp hiss made her draw back in a hurry&mdash;a large\npigeon had flown into her face and was beating her violently with its\nwings.</p>\n\n<p class=\"figleft\"><a href=\"images/i015.jpg\"><img src=\"images/i015_th.jpg\" alt=\"Illo15\"  /></a></p>\n\n<p>\"Serpent!\" cried the Pigeon.</p>\n\n<p>\"I'm <i>not</i> a serpent!\" said Alice indignantly. \"Let me alone!\"</p>\n\n<p>\"I've tried the roots of trees, and I've tried banks, and I've tried\nhedges,\" the Pigeon went on, \"but those serpents! There's no pleasing\nthem!\"</p>\n\n<p>Alice was more and more puzzled.</p>\n\n<p>\"As if it wasn't trouble enough hatching the eggs,\" said the Pigeon,\n\"but I must be on the look-out for serpents, night and day! And just as\nI'd taken the highest tree in the wood,\" continued the Pigeon, raising\nits voice to a shriek, \"and just as I was thinking I should be free of\nthem at last, they must needs come wriggling down from the sky! Ugh,\nSerpent!\"</p>\n\n<p>\"But I'm <i>not</i> a serpent, I tell you!\" said Alice. \"I'm a&mdash;I'm a&mdash;I'm a\nlittle girl,\" she added rather<span class='pagenum'><a name=\"Page_30\" id=\"Page_30\">[Pg 30]</a></span> doubtfully, as she remembered the number\nof changes she had gone through that day.</p>\n\n<p>\"You're looking for eggs, I know <i>that</i> well enough,\" said the Pigeon;\n\"and what does it matter to me whether you're a little girl or a\nserpent?\"</p>\n\n<p>\"It matters a good deal to <i>me</i>,\" said Alice hastily; \"but I'm not\nlooking for eggs, as it happens, and if I was, I shouldn't want\n<i>yours</i>&mdash;I don't like them raw.\"</p>\n\n<p>\"Well, be off, then!\" said the Pigeon in a sulky tone, as it settled\ndown again into its nest. Alice crouched down among the trees as well as\nshe could, for her neck kept getting entangled among the branches, and\nevery now and then she had to stop and untwist it. After awhile she\nremembered that she still held the pieces of mushroom in her hands, and\nshe set to work very carefully, nibbling first at one and then at the\nother, and growing sometimes taller and sometimes shorter, until she had\nsucceeded in bringing herself down to her usual height.</p>\n\n<p>It was so long since she had been anything near the right size that it\nfelt quite strange at first. \"The next thing is to get into that\nbeautiful garden&mdash;how <i>is</i> that to be done, I wonder?\" As she said this,\nshe came suddenly upon an open place, with a little house in it about\nfour feet high. \"Whoever lives there,\" thought Alice, \"it'll never do to\ncome upon them <i>this</i> size; why, I should frighten them out of their\nwits!\" She did not venture to go near the house till she had brought\nherself down to nine inches high.</p>\n\n<hr style=\"width: 45%;\" />\n<p><span class='pagenum'><a name=\"Page_31\" id=\"Page_31\">[Pg 31]</a></span></p>\n<h2><a name=\"VI_PIG_AND_PEPPER\" id=\"VI_PIG_AND_PEPPER\"></a>VI&mdash;PIG AND PEPPER</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">F</span>or a minute or two she stood looking at the house, when suddenly a\nfootman in livery came running out of the wood (judging by his face\nonly, she would have called him a fish)&mdash;and rapped loudly at the door\nwith his knuckles. It was opened by another footman in livery, with a\nround face and large eyes like a frog.</p>\n\n<p class=\"figcenter\"><a href=\"images/i016.jpg\"><img src=\"images/i016_th.jpg\" alt=\"Illo16\"  /></a></p>\n\n<p>The Fish-Footman began by producing from under his arm a great letter,\nand this he handed over to the other, saying, in a solemn tone, \"For the\nDuchess.<span class='pagenum'><a name=\"Page_32\" id=\"Page_32\">[Pg 32]</a></span> An invitation from the Queen to play croquet.\" The\nFrog-Footman repeated, in the same solemn tone, \"From the Queen. An\ninvitation for the Duchess to play croquet.\" Then they both bowed low\nand their curls got entangled together.</p>\n\n<p>When Alice next peeped out, the Fish-Footman was gone, and the other was\nsitting on the ground near the door, staring stupidly up into the sky.\nAlice went timidly up to the door and knocked.</p>\n\n<p>\"There's no sort of use in knocking,\" said the Footman, \"and that for\ntwo reasons. First, because I'm on the same side of the door as you are;\nsecondly, because they're making such a noise inside, no one could\npossibly hear you.\" And certainly there <i>was</i> a most extraordinary noise\ngoing on within&mdash;a constant howling and sneezing, and every now and then\na great crash, as if a dish or kettle had been broken to pieces.</p>\n\n<p>\"How am I to get in?\" asked Alice.</p>\n\n<p>\"<i>Are</i> you to get in at all?\" said the Footman. \"That's the first\nquestion, you know.\"</p>\n\n<p>Alice opened the door and went in. The door led right into a large\nkitchen, which was full of smoke from one end to the other; the Duchess\nwas sitting on a three-legged stool in the middle, nursing a baby; the\ncook was leaning over the fire, stirring a large caldron which seemed to\nbe full of soup.</p>\n\n<p>\"There's certainly too much pepper in that soup!\" Alice said to herself,\nas well as she could for sneezing. Even the Duchess sneezed\noccasionally; and as for the baby, it was sneezing and howling\nalternately without a moment's pause. The only two creatures<span class='pagenum'><a name=\"Page_33\" id=\"Page_33\">[Pg 33]</a></span> in the\nkitchen that did <i>not</i> sneeze were the cook and a large cat, which was\ngrinning from ear to ear.</p>\n\n<p>\"Please would you tell me,\" said Alice, a little timidly, \"why your cat\ngrins like that?\"</p>\n\n<p>\"It's a Cheshire-Cat,\" said the Duchess, \"and that's why.\"</p>\n\n<p>\"I didn't know that Cheshire-Cats always grinned; in fact, I didn't know\nthat cats <i>could</i> grin,\" said Alice.</p>\n\n<p>\"You don't know much,\" said the Duchess, \"and that's a fact.\"</p>\n\n<p>Just then the cook took the caldron of soup off the fire, and at once\nset to work throwing everything within her reach at the Duchess and the\nbaby&mdash;the fire-irons came first; then followed a shower of saucepans,\nplates and dishes. The Duchess took no notice of them, even when they\nhit her, and the baby was howling so much already that it was quite\nimpossible to say whether the blows hurt it or not.</p>\n\n<p>\"Oh, <i>please</i> mind what you're doing!\" cried Alice, jumping up and down\nin an agony of terror.</p>\n\n<p>\"Here! You may nurse it a bit, if you like!\" the Duchess said to Alice,\nflinging the baby at her as she spoke. \"I must go and get ready to play\ncroquet with the Queen,\" and she hurried out of the room.</p>\n\n<p>Alice caught the baby with some difficulty, as it was a queer-shaped\nlittle creature and held out its arms and legs in all directions. \"If I\ndon't take this child away with me,\" thought Alice, \"they're sure to\nkill it in a day or two. Wouldn't it be murder to leave it behind?\" She\nsaid the last words out loud and the little thing grunted in reply.<span class='pagenum'><a name=\"Page_34\" id=\"Page_34\">[Pg 34]</a></span></p>\n\n<p>\"If you're going to turn into a pig, my dear,\" said Alice, \"I'll have\nnothing more to do with you. Mind now!\"</p>\n\n<p>Alice was just beginning to think to herself, \"Now, what am I to do with\nthis creature, when I get it home?\" when it grunted again so violently\nthat Alice looked down into its face in some alarm. This time there\ncould be <i>no</i> mistake about it&mdash;it was neither more nor less than a pig;\nso she set the little creature down and felt quite relieved to see it\ntrot away quietly into the wood.</p>\n\n<p>Alice was a little startled by seeing the Cheshire-Cat sitting on a\nbough of a tree a few yards off. The Cat only grinned when it saw her.\n\"Cheshire-Puss,\" began Alice, rather timidly, \"would you please tell me\nwhich way I ought to go from here?\"</p>\n\n<p>\"In <i>that</i> direction,\" the Cat said, waving the right paw 'round, \"lives\na Hatter; and in <i>that</i> direction,\" waving the other paw, \"lives a March\nHare. Visit either you like; they're both mad.\"</p>\n\n<p>\"But I don't want to go among mad people,\" Alice remarked.</p>\n\n<p>\"Oh, you can't help that,\" said the Cat; \"we're all mad here. Do you\nplay croquet with the Queen to-day?\"</p>\n\n<p>\"I should like it very much,\" said Alice, \"but I haven't been invited\nyet.\"</p>\n\n<p>\"You'll see me there,\" said the Cat, and vanished.</p>\n\n<p>Alice had not gone much farther before she came in sight of the house of\nthe March Hare; it was so large a house that she did not like to go near\ntill she had nibbled some more of the left-hand bit of mushroom.</p>\n\n<hr style=\"width: 45%;\" />\n<p><span class='pagenum'><a name=\"Page_35\" id=\"Page_35\">[Pg 35]</a></span></p>\n<h2><a name=\"VII_A_MAD_TEA-PARTY\" id=\"VII_A_MAD_TEA-PARTY\"></a>VII&mdash;A MAD TEA-PARTY</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">T</span>here was a table set out under a tree in front of the house, and the\nMarch Hare and the Hatter were having tea at it; a Dormouse was sitting\nbetween them, fast asleep.</p>\n\n<p>The table was a large one, but the three were all crowded together at\none corner of it. \"No room! No room!\" they cried out when they saw Alice\ncoming. \"There's <i>plenty</i> of room!\" said Alice indignantly, and she sat\ndown in a large arm-chair at one end of the table.</p>\n\n<p>The Hatter opened his eyes very wide on hearing this, but all he said\nwas \"Why is a raven like a writing-desk?\"</p>\n\n<p>\"I'm glad they've begun asking riddles&mdash;I believe I can guess that,\" she\nadded aloud.</p>\n\n<p>\"Do you mean that you think you can find out the answer to it?\" said the\nMarch Hare.</p>\n\n<p>\"Exactly so,\" said Alice.</p>\n\n<p>\"Then you should say what you mean,\" the March Hare went on.</p>\n\n<p>\"I do,\" Alice hastily replied; \"at least&mdash;at least I mean what I\nsay&mdash;that's the same thing, you know.\"</p>\n\n<p>\"You might just as well say,\" added the Dormouse, which seemed to be\ntalking in its sleep, \"that 'I breathe when I sleep' is the same thing\nas 'I sleep when I breathe!'\"<span class='pagenum'><a name=\"Page_36\" id=\"Page_36\">[Pg 36]</a></span></p>\n\n<p>\"It <i>is</i> the same thing with you,\" said the Hatter, and he poured a\nlittle hot tea upon its nose. The Dormouse shook its head impatiently\nand said, without opening its eyes, \"Of course, of course; just what I\nwas going to remark myself.\"</p>\n\n<p class=\"figleft\"><a href=\"images/i017.jpg\"><img src=\"images/i017_th.jpg\" alt=\"Illo17\"  /></a></p>\n\n<p>\"Have you guessed the riddle yet?\" the Hatter said, turning to Alice\nagain.</p>\n\n<p>\"No, I give it up,\" Alice replied. \"What's the answer?\"</p>\n\n<p>\"I haven't the slightest idea,\" said the Hatter.</p>\n\n<p>\"Nor I,\" said the March Hare.</p>\n\n<p>Alice gave a weary sigh. \"I think you might do something better with the\ntime,\" she said, \"than wasting it in asking riddles that have no\nanswers.\"</p>\n\n<p>\"Take some more tea,\" the March Hare said to Alice, very earnestly.</p>\n\n<p>\"I've had nothing yet,\" Alice replied in an offended tone, \"so I can't\ntake more.\"</p>\n\n<p>\"You mean you can't take <i>less</i>,\" said the Hatter; \"it's very easy to\ntake <i>more</i> than nothing.\"</p>\n\n<p>At this, Alice got up and walked off. The Dormouse fell asleep instantly\nand neither of the others took the least notice of her going, though she\nlooked <span class='pagenum'><a name=\"Page_37\" id=\"Page_37\">[Pg 37]</a></span>back once or twice; the last time she saw them, they were\ntrying to put the Dormouse into the tea-pot.</p>\n\n<p class=\"figcenter\"><a href=\"images/plate04.jpg\"><img src=\"images/plate04_th.jpg\" alt=\"The Trial of the Knave of Hearts.\" title=\"The Trial of the Knave of Hearts.\" /></a></p><p class=\"caption\">The Trial of the Knave of Hearts.</p>\n\n<p>\"At any rate, I'll never go <i>there</i> again!\" said Alice, as she picked\nher way through the wood. \"It's the stupidest tea-party I ever was at in\nall my life!\" Just as she said this, she noticed that one of the trees\nhad a door leading right into it. \"That's very curious!\" she thought. \"I\nthink I may as well go in at once.\" And in she went.</p>\n\n<p>Once more she found herself in the long hall and close to the little\nglass table. Taking the little golden key, she unlocked the door that\nled into the garden. Then she set to work nibbling at the mushroom (she\nhad kept a piece of it in her pocket) till she was about a foot high;\nthen she walked down the little passage; and <i>then</i>&mdash;she found herself\nat last in the beautiful garden, among the bright flower-beds and the\ncool fountains.</p>\n\n<hr style=\"width: 45%;\" />\n<h2><a name=\"VIII_THE_QUEENS_CROQUET_GROUND\" id=\"VIII_THE_QUEENS_CROQUET_GROUND\"></a>VIII&mdash;THE QUEEN'S CROQUET GROUND</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">A</span> large rose-tree stood near the entrance of the garden; the roses\ngrowing on it were white, but there were three gardeners at it, busily\npainting them red. Suddenly their eyes chanced to fall upon Alice, as\nshe stood watching them. \"Would you tell me, please,\" said Alice, a\nlittle timidly, \"why you are painting those roses?\"</p>\n\n<p>Five and Seven said nothing, but looked at Two.<span class='pagenum'><a name=\"Page_38\" id=\"Page_38\">[Pg 38]</a></span> Two began, in a low\nvoice, \"Why, the fact is, you see, Miss, this here ought to have been a\n<i>red</i> rose-tree, and we put a white one in by mistake; and, if the Queen\nwas to find it out, we should all have our heads cut off, you know. So\nyou see, Miss, we're doing our best, afore she comes, to&mdash;\" At this\nmoment, Five, who had been anxiously looking across the garden, called\nout, \"The Queen! The Queen!\" and the three gardeners instantly threw\nthemselves flat upon their faces. There was a sound of many footsteps\nand Alice looked 'round, eager to see the Queen.</p>\n\n<p>First came ten soldiers carrying clubs, with their hands and feet at the\ncorners: next the ten courtiers; these were ornamented all over with\ndiamonds. After these came the royal children; there were ten of them,\nall ornamented with hearts. Next came the guests, mostly Kings and\nQueens, and among them Alice recognized the White Rabbit. Then followed\nthe Knave of Hearts, carrying the King's crown on a crimson velvet\ncushion; and last of all this grand procession came THE KING AND THE\nQUEEN OF HEARTS.</p>\n\n<p>When the procession came opposite to Alice, they all stopped and looked\nat her, and the Queen said severely, \"Who is this?\" She said it to the\nKnave of Hearts, who only bowed and smiled in reply.</p>\n\n<p>\"My name is Alice, so please Your Majesty,\" said Alice very politely;\nbut she added to herself, \"Why, they're only a pack of cards, after\nall!\"</p>\n\n<p>\"Can you play croquet?\" shouted the Queen. The question was evidently\nmeant for Alice.<span class='pagenum'><a name=\"Page_39\" id=\"Page_39\">[Pg 39]</a></span></p>\n\n<p>\"Yes!\" said Alice loudly.</p>\n\n<p>\"Come on, then!\" roared the Queen.</p>\n\n<p>\"It's&mdash;it's a very fine day!\" said a timid voice to Alice. She was\nwalking by the White Rabbit, who was peeping anxiously into her face.</p>\n\n<p>\"Very,\" said Alice. \"Where's the Duchess?\"</p>\n\n<p>\"Hush! Hush!\" said the Rabbit. \"She's under sentence of execution.\"</p>\n\n<p>\"What for?\" said Alice.</p>\n\n<p>\"She boxed the Queen's ears&mdash;\" the Rabbit began.</p>\n\n<p>\"Get to your places!\" shouted the Queen in a voice of thunder, and\npeople began running about in all directions, tumbling up against each\nother. However, they got settled down in a minute or two, and the game\nbegan.</p>\n\n<p>Alice thought she had never seen such a curious croquet-ground in her\nlife; it was all ridges and furrows. The croquet balls were live\nhedgehogs, and the mallets live flamingos and the soldiers had to double\nthemselves up and stand on their hands and feet, to make the arches.</p>\n\n<p>The players all played at once, without waiting for turns, quarrelling\nall the while and fighting for the hedgehogs; and in a very short time,\nthe Queen was in a furious passion and went stamping about and shouting,\n\"Off with his head!\" or \"Off with her head!\" about once in a minute.</p>\n\n<p>\"They're dreadfully fond of beheading people here,\" thought Alice; \"the\ngreat wonder is that there's anyone left alive!\"</p>\n\n<p>She was looking about for some way of escape, when she noticed a curious\nappearance in the air.<span class='pagenum'><a name=\"Page_40\" id=\"Page_40\">[Pg 40]</a></span> \"It's the Cheshire-Cat,\" she said to herself;\n\"now I shall have somebody to talk to.\"</p>\n\n<p>\"How are you getting on?\" said the Cat.</p>\n\n<p>\"I don't think they play at all fairly,\" Alice said, in a rather\ncomplaining tone; \"and they all quarrel so dreadfully one can't hear\noneself speak&mdash;and they don't seem to have any rules in particular.\"</p>\n\n<p>\"How do you like the Queen?\" said the Cat in a low voice.</p>\n\n<p>\"Not at all,\" said Alice.</p>\n\n<p class=\"figright\"><a href=\"images/i018.jpg\"><img src=\"images/i018_th.jpg\" alt=\"Illo18\"  /></a></p>\n\n<p>Alice thought she might as well go back and see how the game was going\non. So she went off in search of her hedgehog. The hedgehog was engaged\nin a fight with another hedgehog, which seemed to Alice an excellent\nopportunity for croqueting one of them with the other; the only\ndifficulty was that her flamingo was gone across to the other side of\nthe garden, where Alice could see it trying, in a helpless sort of way,\nto fly up into a tree. She caught the flamingo and tucked it away under\nher arm, that it might not escape again.<span class='pagenum'><a name=\"Page_41\" id=\"Page_41\">[Pg 41]</a></span></p>\n\n<p>Just then Alice ran across the Duchess (who was now out of prison). She\ntucked her arm affectionately into Alice's and they walked off together.\nAlice was very glad to find her in such a pleasant temper. She was a\nlittle startled, however, when she heard the voice of the Duchess close\nto her ear. \"You're thinking about something, my dear, and that makes\nyou forget to talk.\"</p>\n\n<p>\"The game's going on rather better now,\" Alice said, by way of keeping\nup the conversation a little.</p>\n\n<p>\"'Tis so,\" said the Duchess; \"and the moral of that is&mdash;'Oh, 'tis love,\n'tis love that makes the world go 'round!'\"</p>\n\n<p>\"Somebody said,\" Alice whispered, \"that it's done by everybody minding\nhis own business!\"</p>\n\n<p>\"Ah, well! It means much the same thing,\" said the Duchess, digging her\nsharp little chin into Alice's shoulder, as she added \"and the moral of\n<i>that</i> is&mdash;'Take care of the sense and the sounds will take care of\nthemselves.'\"</p>\n\n<p>To Alice's great surprise, the Duchess's arm that was linked into hers\nbegan to tremble. Alice looked up and there stood the Queen in front of\nthem, with her arms folded, frowning like a thunderstorm!</p>\n\n<p>\"Now, I give you fair warning,\" shouted the Queen, stamping on the\nground as she spoke, \"either you or your head must be off, and that in\nabout half no time. Take your choice!\" The Duchess took her choice, and\nwas gone in a moment.</p>\n\n<p>\"Let's go on with the game,\" the Queen said to Alice; and Alice was too\nmuch frightened to say a<span class='pagenum'><a name=\"Page_42\" id=\"Page_42\">[Pg 42]</a></span> word, but slowly followed her back to the\ncroquet-ground.</p>\n\n<p>All the time they were playing, the Queen never left off quarreling with\nthe other players and shouting, \"Off with his head!\" or \"Off with her\nhead!\" By the end of half an hour or so, all the players, except the\nKing, the Queen and Alice, were in custody of the soldiers and under\nsentence of execution.</p>\n\n<p>Then the Queen left off, quite out of breath, and walked away with\nAlice.</p>\n\n<p>Alice heard the King say in a low voice to the company generally, \"You\nare all pardoned.\"</p>\n\n<p>Suddenly the cry \"The Trial's beginning!\" was heard in the distance, and\nAlice ran along with the others.</p>\n\n<hr style=\"width: 45%;\" />\n<h2><a name=\"IX_WHO_STOLE_THE_TARTS\" id=\"IX_WHO_STOLE_THE_TARTS\"></a>IX&mdash;WHO STOLE THE TARTS?</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">T</span>he King and Queen of Hearts were seated on their throne when they\narrived, with a great crowd assembled about them&mdash;all sorts of little\nbirds and beasts, as well as the whole pack of cards: the Knave was\nstanding before them, in chains, with a soldier on each side to guard\nhim; and near the King was the White Rabbit, with a trumpet in one hand\nand a scroll of parchment in the other. In the very middle of the court<span class='pagenum'><a name=\"Page_43\" id=\"Page_43\">[Pg 43]</a></span>\nwas a table, with a large dish of tarts upon it. \"I wish they'd get the\ntrial done,\" Alice thought, \"and hand 'round the refreshments!\"</p>\n\n<p class=\"figright\"><a href=\"images/i019.jpg\"><img src=\"images/i019_th.jpg\" alt=\"Illo19\"  /></a></p>\n\n<p>The judge, by the way, was the King and he wore his crown over his great\nwig. \"That's the jury-box,\" thought Alice; \"and those twelve creatures\n(some were animals and some were birds) I suppose they are the jurors.\"</p>\n\n<p>Just then the White Rabbit cried out \"Silence in the court!\"</p>\n\n<p>\"Herald, read the accusation!\" said the King.</p>\n\n<p>On this, the White Rabbit blew three blasts on the trumpet, then\nunrolled the parchment-scroll and read as follows:</p>\n\n<div class=\"poem\"><div class=\"stanza\">\n<span class=\"i0\">\"The Queen of Hearts, she made some tarts,<br /></span>\n<span class=\"i2\">All on a summer day;<br /></span>\n<span class=\"i0\">The Knave of Hearts, he stole those tarts<br /></span>\n<span class=\"i2\">And took them quite away!\"<br /></span>\n</div></div>\n\n<p>\"Call the first witness,\" said the King; and the White Rabbit blew three\nblasts on the trumpet and called out, \"First witness!\"</p>\n\n<p>The first witness was the Hatter. He came in with<span class='pagenum'><a name=\"Page_44\" id=\"Page_44\">[Pg 44]</a></span> a teacup in one hand\nand a piece of bread and butter in the other.</p>\n\n<p>\"You ought to have finished,\" said the King. \"When did you begin?\"</p>\n\n<p>The Hatter looked at the March Hare, who had followed him into the\ncourt, arm in arm with the Dormouse. \"Fourteenth of March, I <i>think</i> it\nwas,\" he said.</p>\n\n<p>\"Give your evidence,\" said the King, \"and don't be nervous, or I'll have\nyou executed on the spot.\"</p>\n\n<p>This did not seem to encourage the witness at all; he kept shifting from\none foot to the other, looking uneasily at the Queen, and, in his\nconfusion, he bit a large piece out of his teacup instead of the bread\nand butter.</p>\n\n<p>Just at this moment Alice felt a very curious sensation&mdash;she was\nbeginning to grow larger again.</p>\n\n<p>The miserable Hatter dropped his teacup and bread and butter and went\ndown on one knee. \"I'm a poor man, Your Majesty,\" he began.</p>\n\n<p>\"You're a <i>very</i> poor <i>speaker</i>,\" said the King.</p>\n\n<p>\"You may go,\" said the King, and the Hatter hurriedly left the court.</p>\n\n<p>\"Call the next witness!\" said the King.</p>\n\n<p>The next witness was the Duchess's cook. She carried the pepper-box in\nher hand and the people near the door began sneezing all at once.</p>\n\n<p>\"Give your evidence,\" said the King.</p>\n\n<p>\"Sha'n't,\" said the cook.</p>\n\n<p>The King looked anxiously at the White Rabbit, who said, in a low voice,\n\"Your Majesty must cross-examine <i>this</i> witness.\"<span class='pagenum'><a name=\"Page_45\" id=\"Page_45\">[Pg 45]</a></span></p>\n\n<p>\"Well, if I must, I must,\" the King said. \"What are tarts made of?\"</p>\n\n<p>\"Pepper, mostly,\" said the cook.</p>\n\n<p>For some minutes the whole court was in confusion and by the time they\nhad settled down again, the cook had disappeared.</p>\n\n<p>\"Never mind!\" said the King, \"call the next witness.\"</p>\n\n<p>Alice watched the White Rabbit as he fumbled over the list. Imagine her\nsurprise when he read out, at the top of his shrill little voice, the\nname \"Alice!\"</p>\n\n<hr style=\"width: 45%;\" />\n<h2><a name=\"X_ALICES_EVIDENCE\" id=\"X_ALICES_EVIDENCE\"></a>X&mdash;ALICE'S EVIDENCE</h2>\n\n<p><span style=\"float:left;font-size:50px;line-height:38px;padding-top:2px;\">\"H</span>ere!\" cried Alice. She jumped up in such a hurry that she tipped over\nthe jury-box, upsetting all the jurymen on to the heads of the crowd\nbelow.</p>\n\n<p>\"Oh, I <i>beg</i> your pardon!\" she exclaimed in a tone of great dismay.</p>\n\n<p>\"The trial cannot proceed,\" said the King, \"until all the jurymen are\nback in their proper places&mdash;<i>all</i>,\" he repeated with great emphasis,\nlooking hard at Alice.</p>\n\n<p>\"What do you know about this business?\" the King said to Alice.</p>\n\n<p>\"Nothing whatever,\" said Alice.</p>\n\n<p>The King then read from his book: \"Rule forty-<span class='pagenum'><a name=\"Page_46\" id=\"Page_46\">[Pg 46]</a></span>two. <i>All persons more\nthan a mile high to leave the court</i>.\"</p>\n\n<p>\"<i>I'm</i> not a mile high,\" said Alice.</p>\n\n<p>\"Nearly two miles high,\" said the Queen.</p>\n\n<p class=\"figright\"><a href=\"images/i020.jpg\"><img src=\"images/i020_th.jpg\" alt=\"Illo20\"  /></a></p>\n\n<p>\"Well, I sha'n't go, at any rate,\" said Alice.</p>\n\n<p>The King turned pale and shut his note-book hastily. \"Consider your\nverdict,\" he said to the jury, in a low, trembling voice.</p>\n\n<p>\"There's more evidence to come yet, please Your Majesty,\" said the White\nRabbit, jumping up in a great hurry. \"This paper has just been picked\nup. It seems to be a letter written by the prisoner to&mdash;to somebody.\" He\nunfolded the paper as he spoke and added, \"It isn't a letter, after all;\nit's a set of verses.\"</p>\n\n<p>\"Please, Your Majesty,\" said the Knave, \"I didn't write it and they\ncan't prove that I did; there's no name signed at the end.\"</p>\n\n<p>\"You <i>must</i> have meant some mischief, or else you'd have signed your\nname like an honest man,\" said the King. There was a general clapping of\nhands at this.<span class='pagenum'><a name=\"Page_47\" id=\"Page_47\">[Pg 47]</a></span></p>\n\n<p>\"Read them,\" he added, turning to the White Rabbit.</p>\n\n<p>There was dead silence in the court whilst the White Rabbit read out the\nverses.</p>\n\n<p>\"That's the most important piece of evidence we've heard yet,\" said the\nKing.</p>\n\n<p>\"<i>I</i> don't believe there's an atom of meaning in it,\" ventured Alice.</p>\n\n<p>\"If there's no meaning in it,\" said the King, \"that saves a world of\ntrouble, you know, as we needn't try to find any. Let the jury consider\ntheir verdict.\"</p>\n\n<p>\"No, no!\" said the Queen. \"Sentence first&mdash;verdict afterwards.\"</p>\n\n<p>\"Stuff and nonsense!\" said Alice loudly. \"The idea of having the\nsentence first!\"</p>\n\n<p class=\"figright\"><a href=\"images/i021.jpg\"><img src=\"images/i021_th.jpg\" alt=\"Illo21\"  /></a></p>\n\n<p>\"Hold your tongue!\" said the Queen, turning purple.</p>\n\n<p>\"I won't!\" said Alice.</p>\n\n<p>\"Off with her head!\" the Queen shouted at the top of her voice. Nobody\nmoved.</p>\n\n<p>\"Who cares for <i>you</i>?\" said Alice (she had grown to her full size by\nthis time). \"You're nothing but a pack of cards!\"</p>\n\n<p>At this, the whole pack rose up in the air and came flying down upon\nher; she<span class='pagenum'><a name=\"Page_48\" id=\"Page_48\">[Pg 48]</a></span> gave a little scream, half of fright and half of anger, and\ntried to beat them off, and found herself lying on the bank, with her\nhead in the lap of her sister, who was gently brushing away some dead\nleaves that had fluttered down from the trees upon her face.</p>\n\n<p>\"Wake up, Alice dear!\" said her sister. \"Why, what a long sleep you've\nhad!\"</p>\n\n<p>\"Oh, I've had such a curious dream!\" said Alice. And she told her\nsister, as well as she could remember them, all these strange adventures\nof hers that you have just been reading about. Alice got up and ran off,\nthinking while she ran, as well she might, what a wonderful dream it had\nbeen.</p>\n\n<p class=\"figcenter\"><a href=\"images/i022.jpg\"><img src=\"images/i022_th.jpg\" alt=\"Illo22\"  /></a></p>\n<hr style=\"width: 45%;\" />\n\n<pre>\n\nEnd of the Project Gutenberg EBook of Alice in Wonderland, by Lewis Carroll",
    "summary": "EBOOK ALICE IN WONDERLAND ***\n\nProduced by Jason Isbell, Irma Spehar, and the Online\nDistributed Proofreading Team at http://www. net\n\n</pre>\n\n<h4>There are several editions of this ebook in the Project Gutenberg collection.  Various characteristics of each ebook are listed to aid in selecting th...",
    "word_count": 10539,
    "reading_time_minutes": 53,
    "publication_year": null,
    "source_url": "https://www.gutenberg.org/ebooks/19033",
    "original_language": "en",
    "is_public_domain": true,
    "download_count": 1592,
    "authors": [
      {}
    ],
    "subjects": [
      "Imaginary places -- Juvenile fiction",
      "Alice (Fictitious character from Carroll) -- Juvenile fiction",
      "Fantasy fiction",
      "Children's stories",
      "PZ",
      "PR"
    ],
    "bookshelves": [
      "Children's Literature"
    ],
    "formats": {},
    "description": "Project Gutenberg has several editions of this eBook:\r\n#19002  (Black and White illustrations)\r\n#19033  (Illustrations in Color and B & W)\r\n#28885  (Illustrations in Color and B & W)",
    "processed_at": "2025-06-01T14:24:52.871Z",
    "source": "gnikdroy_api",
    "api_version": "v1",
    "locations": [],
    "themes": [
      {
        "name": "Adventure",
        "confidence": 0.8
      },
      {
        "name": "Fantasy",
        "confidence": 0.8
      },
      {
        "name": "Historical",
        "confidence": 0.8
      }
    ],
    "enriched_at": "2025-06-01T14:25:51.677Z",
    "database_id": "0bb9edee-68d1-4c24-9816-4bc4c7348a3e"
  },
  {
    "gutenberg_id": 12116,
    "title": "Struwwelpeter: Merry Stories and Funny Pictures",
    "slug": "struwwelpeter-merry-stories-and-funny-pictures",
    "original_text": "EBOOK STRUWWELPETER: MERRY STORIES AND FUNNY PICTURES ***</span>\n</div></section><div></div>\n<div class=\"note\">\n<p>[Transcriber's Note: This book was first published in German in\n1844, and in English translation in 1848. This edition was not\ndated.]</p>\n</div>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<h1>STRUWWELPETER</h1>\n<h2>MERRY STORIES AND FUNNY PICTURES</h2>\n<h3>Heinrich Hoffman</h3>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<h4>FREDERICK WARNE &amp; CO., INC. NEW YORK</h4>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<div style=\"text-align: center;\" class=\"xhtml_div_align\"><img alt=\"Title Page\" height=\"903\" src=\"images/001.jpg\" width=\"600\" id=\"img_images_001.jpg\"></div>\n<hr>\n<h3>CONTENTS</h3>\n<div class=\"toc\">\n<p><a href=\"#Merry_Stories_And_Funny_Pictures\" class=\"pginternal\">Merry Stories And\nFunny Pictures</a></p>\n<p><a href=\"#Shock-headed_Peter\" class=\"pginternal\">Shock-headed Peter</a></p>\n<p><a href=\"#Cruel_Frederick\" class=\"pginternal\">Cruel Frederick</a></p>\n<p><a href=\"#The_Dreadful_Story_of_Harriet_and_the_Matches\" class=\"pginternal\">The\nDreadful Story of Harriet and the Matches</a></p>\n<p><a href=\"#The_Story_of_the_Inky_Boys\" class=\"pginternal\">The Story of the Inky\nBoys</a></p>\n<p><a href=\"#The_Story_of_the_Man_that_went_out_Shooting\" class=\"pginternal\">The Story\nof the Man that went out Shooting</a></p>\n<p><a href=\"#The_Story_of_Little_Suck-a-Thumb\" class=\"pginternal\">The Story of Little\nSuck-a-Thumb</a></p>\n<p><a href=\"#The_Story_of_Augustus\" class=\"pginternal\">The Story of Augustus, who\nwould not have any Soup</a></p>\n<p><a href=\"#The_Story_of_Fidgety_Philip\" class=\"pginternal\">The Story of Fidgety\nPhilip</a></p>\n<p><a href=\"#The_Story_of_Johnny_Head-in-Air\" class=\"pginternal\">The Story of Johnny\nHead-in-Air</a></p>\n<p><a href=\"#The_Story_of_Flying_Robert\" class=\"pginternal\">The Story of Flying\nRobert</a></p>\n</div>\n<hr>\n<h3><a id=\"Merry_Stories_And_Funny_Pictures\"></a>Merry Stories And\nFunny Pictures</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"Merry Stories and Funny Pictures\" height=\"292\" src=\"images/003-t.jpg\" width=\"600\" id=\"img_images_003-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"When the children have been good\" height=\"364\" src=\"images/003-l.jpg\" width=\"199\" id=\"img_images_003-l.jpg\"></td>\n<td class=\"poemsm\">When the children have been good,<br>\nThat is, be it understood,<br>\nGood at meal-times, good at play,<br>\nGood all night and good all day<br>\nThey shall have the pretty things<br>\nMerry Christmas always brings.<br>\n<br>\n<br>\n<br>\n<br>\nNaughty, romping girls and boys<br>\nTear their clothes and make a noise,<br>\nSpoil their pinafores and frocks,<br>\nAnd deserve no Christmas-box.<br>\nSuch as these shall never look<br>\nAt this pretty Picture-book.</td>\n<td><img alt=\"They shall have the pretty things\" height=\"364\" src=\"images/003-r.jpg\" width=\"198\" id=\"img_images_003-r.jpg\"></td>\n</tr>\n<tr>\n<td colspan=\"3\"><img alt=\"Naughty, romping girls and boys\" height=\"192\" src=\"images/003-b.jpg\" width=\"600\" id=\"img_images_003-b.jpg\"></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"Shock-headed_Peter\"></a>Shock-headed Peter</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"Shock-headed Peter\" height=\"619\" src=\"images/004-t.jpg\" width=\"600\" id=\"img_images_004-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"Just look at him! there he stands\" height=\"176\" src=\"images/004-l.jpg\" width=\"181\" id=\"img_images_004-l.jpg\"></td>\n<td class=\"poemsm\">Just look at him! there he\nstands,<br>\nWith his nasty hair and hands.<br>\nSee! his nails are never cut;<br>\nThey are grimed as black as soot;<br>\nAnd the sloven, I declare,<br>\nNever once has combed his hair;<br>\nAnything to me is sweeter<br>\nThan to see Shock-headed Peter.</td>\n<td><img alt=\"With his nasty hair and hands\" height=\"176\" src=\"images/004-r.jpg\" width=\"195\" id=\"img_images_004-r.jpg\"></td>\n</tr>\n<tr>\n<td colspan=\"3\"><img alt=\"Anything to me is sweeter Than to see Shock-headed Peter\" height=\"28\" src=\"images/004-b.jpg\" width=\"600\" id=\"img_images_004-b.jpg\"></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"Cruel_Frederick\"></a>Cruel Frederick</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"Cruel Fredrick\" height=\"399\" src=\"images/005-t.jpg\" width=\"600\" id=\"img_images_005-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"Here is cruel Frederick, see!\" height=\"170\" src=\"images/005-l.jpg\" width=\"203\" id=\"img_images_005-l.jpg\"></td>\n<td class=\"poemsm\">Here is cruel Frederick, see!<br>\nA horrid wicked boy was he;<br>\nHe caught the flies, poor little things,<br>\nAnd then tore off their tiny wings,<br>\nHe killed the birds, and broke the chairs,<br>\nAnd threw the kitten down the stairs;<br>\nAnd oh! far worse than all beside,<br>\nHe whipped his Mary, till she cried.</td>\n<td><img alt=\"A horrid, wicked boy was he\" height=\"170\" src=\"images/005-r.jpg\" width=\"174\" id=\"img_images_005-r.jpg\"></td>\n</tr>\n<tr>\n<td colspan=\"3\"><img alt=\"He caught the flies, poor little things\" height=\"191\" src=\"images/005-b.jpg\" width=\"600\" id=\"img_images_005-b.jpg\"></td>\n</tr>\n</tbody></table>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"2\"><img alt=\"And threw the kitten down the stairs\" height=\"162\" src=\"images/006-t.jpg\" width=\"600\" id=\"img_images_006-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"When cruel Fredrick snatched up a whip\" height=\"298\" src=\"images/006-l.jpg\" width=\"348\" id=\"img_images_006-l.jpg\"></td>\n<td class=\"poem\">The trough was full, and faithful\nTray<br>\nCame out to drink one sultry day;<br>\nHe wagged his tail, and wet his lip,<br>\nWhen cruel Fred snatched up a whip,<br>\nAnd whipped poor Tray till he was sore,<br>\nAnd kicked and whipped him more and more:<br>\nAt this, good Tray grew very red,<br>\nAnd growled, and bit him till he bled;<br>\nThen you should only have been by,<br>\nTo see how Fred did scream and cry!</td>\n</tr>\n<tr>\n<td colspan=\"2\"><img alt=\"And growled and bit him til he bled\" height=\"341\" src=\"images/006-b.jpg\" width=\"600\" id=\"img_images_006-b.jpg\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"His leg was very sore and red\" height=\"285\" src=\"images/007-t.jpg\" width=\"600\" id=\"img_images_007-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"The doctor came and shook his head\" height=\"133\" src=\"images/007-l.jpg\" width=\"288\" id=\"img_images_007-l.jpg\"></td>\n<td class=\"poem\">So Frederick had to go to\nbed:<br>\nHis leg was very sore and red!<br>\nThe Doctor came, and shook his head,<br>\nAnd made a very great to-do,<br>\nAnd gave him nasty physic too.</td>\n<td><img alt=\"And gave him nasty physic too\" height=\"133\" src=\"images/007-r.jpg\" width=\"26\" id=\"img_images_007-r.jpg\"></td>\n</tr>\n<tr>\n<td colspan=\"3\"><img alt=\"But good dog Tray is happy now\" height=\"174\" src=\"images/007-c.jpg\" width=\"600\" id=\"img_images_007-c.jpg\"></td>\n</tr>\n</tbody></table>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td style=\"width: 40px;\" class=\"xhtml_td_width\"></td>\n<td class=\"poem\">But good dog Tray is happy\nnow;<br>\nHe has no time to say \"Bow-wow!\"<br>\nHe seats himself in Frederick's chair<br>\nAnd laughs to see the nice things there:<br>\nThe soup he swallows, sup by sup<br>\nAnd eats the pies and puddings up.</td>\n<td><img alt=\"He seats himself in Frederick's chair\" height=\"210\" src=\"images/007-br.jpg\" width=\"285\" id=\"img_images_007-br.jpg\"></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Dreadful_Story_of_Harriet_and_the_Matches\"></a> The\nDreadful Story of Harriet and the Matches</h3>\n<table style=\"width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"The Dreadful Story of Harriet and the Matches\" height=\"899\" src=\"images/008.jpg\" width=\"400\" id=\"img_images_008.jpg\"></td>\n<td class=\"poem\">It almost makes me cry to\ntell<br>\nWhat foolish Harriet befell.<br>\nMamma and Nurse went out one day<br>\nAnd left her all alone at play.<br>\nNow, on the table close at hand,<br>\nA box of matches chanced to stand;<br>\nAnd kind Mamma and Nurse had told her,<br>\nThat, if she touched them, they would scold her.<br>\nBut Harriet said: \"Oh, what a pity!<br>\nFor, when they burn, it is so pretty;<br>\nThey crackle so, and spit, and flame:<br>\nMamma, too, often does the same.\"<br>\n<br>\n<br>\nThe pussy-cats heard this,<br>\nAnd they began to hiss,<br>\nAnd stretch their claws,<br>\nAnd raise their paws;<br>\n\"Me-ow,\" they said, \"me-ow, me-o,<br>\nYou'll burn to death, if you do so.\"<br>\n<br>\n<br>\nBut Harriet would not take advice:<br>\nShe lit a match, it was so nice!<br>\nIt crackled so, it burned so clear<br>\nExactly like the picture here.<br>\nShe jumped for joy and ran about<br>\nAnd was too pleased to put it out.<br>\n<br>\n<br>\nThe Pussy-cats saw this<br>\nAnd said: \"Oh, naughty, naughty Miss!\"<br>\nAnd stretched their claws,<br>\nAnd raised their paws:<br>\n\"'Tis very, very wrong, you know,<br>\nMe-ow, me-o, me-ow, me-o,<br>\nYou will be burnt, if you do so.\"</td>\n</tr>\n</tbody></table>\n<table style=\"width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"The fire has caught her apron string\" height=\"896\" src=\"images/009.jpg\" width=\"400\" id=\"img_images_009.jpg\"></td>\n<td class=\"poem\">And see! oh, what dreadful\nthing!<br>\nThe fire has caught her apron-string;<br>\nHer apron burns, her arms, her hair<br>\nShe burns all over everywhere.<br>\n<br>\n<br>\nThen how the pussy-cats did mew<br>\nWhat else, poor pussies, could they do?<br>\nThey screamed for help, 'twas all in vain!<br>\nSo then they said: \"We'll scream again;<br>\nMake haste, make haste, me-ow, me-o,<br>\nShe'll burn to death; we told her so.\"<br>\n<br>\n<br>\nSo she was burnt, with all her clothes,<br>\nAnd arms, and hands, and eyes, and nose;<br>\nTill she had nothing more to lose<br>\nExcept her little scarlet shoes;<br>\nAnd nothing else but these was found<br>\nAmong her ashes on the ground.<br>\n<br>\n<br>\nAnd when the good cats sat beside<br>\nThe smoking ashes, how they cried!<br>\n\"Me-ow, me-oo, me-ow, me-oo,<br>\nWhat will Mamma and Nursey do?\"<br>\nTheir tears ran down their cheeks so fast,<br>\nThey made a little pond at last.</td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Story_of_the_Inky_Boys\"></a>The Story of the Inky\nBoys</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"The Story of the Inky Boys\" height=\"279\" src=\"images/010-t.jpg\" width=\"600\" id=\"img_images_010-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"The woolly-headed Black-a-moor\" height=\"377\" src=\"images/010-l.jpg\" width=\"188\" id=\"img_images_010-l.jpg\"></td>\n<td class=\"poemsm\">As he had often done before,<br>\nThe woolly-headed Black-a-moor<br>\nOne nice fine summer's day went out<br>\nTo see the shops, and walk about;<br>\nAnd, as he found it hot, poor fellow,<br>\nHe took with him his green umbrella,<br>\nThen Edward, little noisy wag,<br>\nRan out and laughed, and waved his flag;<br>\nAnd William came in jacket trim,<br>\nAnd brought his wooden hoop with him;<br>\nAnd Arthur, too, snatched up his toys<br>\nAnd joined the other naughty boys.<br>\nSo, one and all set up a roar,<br>\nAnd laughed and hooted more and more,<br>\nAnd kept on singing,only think!<br>\n\"Oh, Blacky, you're as black as ink!\"<br></td>\n<td><img alt=\"One nice fine summer's day went out\" height=\"377\" src=\"images/010-r.jpg\" width=\"187\" id=\"img_images_010-r.jpg\"></td>\n</tr>\n<tr>\n<td colspan=\"3\"><img alt=\"Oh, Blacky, you're as black as ink!\" height=\"296\" src=\"images/010-b.jpg\" width=\"600\" id=\"img_images_010-b.jpg\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"Now tall Agrippa lived close by\" height=\"255\" src=\"images/011-l.jpg\" width=\"138\" id=\"img_images_011-l.jpg\"></td>\n<td class=\"poemsm\">Now tall Agrippa lived close\nby<br>\nSo tall, he almost touched the sky;<br>\nHe had a mighty inkstand, too,<br>\nIn which a great goose-feather grew;<br>\nHe called out in an angry tone<br>\n\"Boys, leave the Black-a-moor alone!<br>\nFor, if he tries with all his might,<br>\nHe cannot change from black to white.\"<br>\nBut, ah! they did not mind a bit<br>\nWhat great Agrippa said of it;<br>\nBut went on laughing, as before,<br>\nAnd hooting at the Black-a-moor.<br></td>\n<td><img alt=\"Boys, leave the Black-a-moor alone!\" height=\"255\" src=\"images/011-r.jpg\" width=\"198\" id=\"img_images_011-r.jpg\" style=\"float: right;\"></td>\n</tr>\n<tr>\n<td colspan=\"3\"><img alt=\"But, ah! they did not mind a bit\" height=\"590\" src=\"images/011-b.jpg\" width=\"600\" id=\"img_images_011-b.jpg\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"Then great Agrippa foams with rage\" height=\"101\" src=\"images/012-l.jpg\" width=\"99\" id=\"img_images_012-l.jpg\"></td>\n<td class=\"poemsm\">Then great Agrippa foams with\nrage<br>\nLook at him on this very page!<br>\nHe seizes Arthur, seizes Ned,<br>\nTakes William by his little head;</td>\n<td class=\"poemsm\">And they may scream and kick and\ncall,<br>\nInto the ink he dips them all;<br>\nInto the inkstand, one, two, three,<br>\nTill they are black as black can be;<br>\nTurn over now, and you shall see.</td>\n</tr>\n<tr>\n<td colspan=\"3\"><img alt=\"Into the inkstand, one, two, three\" height=\"752\" src=\"images/012-b.jpg\" width=\"600\" id=\"img_images_012-b.jpg\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"See, there they are, and there they run!\" height=\"411\" src=\"images/013.jpg\" width=\"600\" id=\"img_images_013.jpg\"></td>\n</tr>\n<tr>\n<td style=\"width: 200px;\" class=\"xhtml_td_width\"></td>\n<td>See, there they are, and there they run!<br>\nThe Black-a-moor enjoys the fun.<br>\nThey have been made as black as crows,<br>\nQuite black all over, eyes and nose,<br>\nAnd legs, and arms, and heads, and toes,<br>\nAnd trousers, pinafores, and toys<br>\nThe silly little inky boys!<br>\nBecause they set up such a roar,<br>\nAnd teased the harmless Black-a-moor.</td>\n<td style=\"width: 200px;\" class=\"xhtml_td_width\"></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Story_of_the_Man_that_went_out_Shooting\"></a> The\nStory of the Man that went out Shooting</h3>\n<table style=\"margin-right: auto;margin-left: auto;display: table;\">\n<tbody><tr>\n<td class=\"poem\">This is the man that shoots the\nhares;<br>\nThis is the coat he always wears:<br>\nWith game-bag, powder-horn, and gun<br>\nHe's going out to have some fun.</td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td class=\"poem\">He finds it hard, without a\npair<br>\nOf spectacles, to shoot the hare.</td>\n</tr>\n<tr>\n<td><img alt=\"The Story of the Man that went out Shooting\" height=\"311\" src=\"images/014-1.jpg\" width=\"300\" id=\"img_images_014-1.jpg\"></td>\n<td class=\"poem\">The hare sits snug in leaves and\ngrass<br>\nAnd laughs to see the green man pass.</td>\n</tr>\n</tbody></table>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"The little hare came, hop, hop, hop\" height=\"359\" src=\"images/014-2.jpg\" width=\"400\" id=\"img_images_014-2.jpg\"></td>\n<td class=\"poem\">Now, as the sun grew very\nhot,<br>\nAnd he a heavy gun had got,<br>\nHe lay down underneath a tree<br>\nAnd went to sleep, as you may see.<br>\nAnd, while he slept like any top,<br>\nThe little hare came, hop, hop, hop,<br>\nTook gun and spectacles, and then<br>\nOn her hind legs went off again.</td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"margin-right: auto;margin-left: auto;display: table;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td class=\"poem\">The green man wakes and sees her\nplace<br>\nThe spectacles upon her face;<br>\nAnd now she's trying all she can<br>\nTo shoot the sleepy, green-coat man.<br>\nHe cries and screams and runs away;<br>\nThe hare runs after him all day<br>\nAnd hears him call out everywhere:<br>\n\"Help! Fire! Help! The Hare! The Hare!\"</td>\n</tr>\n<tr>\n<td><img alt=\"Help! Fire! Help! The Hare! The Hare!\" height=\"292\" src=\"images/015.jpg\" width=\"500\" id=\"img_images_015.jpg\"></td>\n</tr>\n</tbody></table>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"Head over ears, and in he fell.\" height=\"147\" src=\"images/016-t.jpg\" width=\"143\" id=\"img_images_016-t.jpg\"></td>\n<td class=\"poem\">At last he stumbled at the\nwell,<br>\nHead over ears, and in he fell.<br>\nThe hare stopped short, took aim and, hark!<br>\nBang went the gunshe missed her mark!</td>\n</tr>\n<tr>\n<td colspan=\"2\"><img alt=\"Bang went the gun--she missed her mark!\" height=\"361\" src=\"images/016-b.jpg\" width=\"600\" id=\"img_images_016-b.jpg\"></td>\n</tr>\n<tr>\n<td></td>\n<td class=\"poem\">The poor man's wife was drinking\nup<br>\nHer coffee in her coffee-cup;<br>\nThe gun shot cup and saucer through;<br>\n\"Oh dear!\" cried she; \"what shall I do?\"<br>\nThere lived close by the cottage there<br>\nThe hare's own child, the little hare;<br>\nAnd while she stood upon her toes,<br>\nThe coffee fell and burned her nose.<br>\n\"Oh dear!\" she cried, with spoon in hand,<br>\n\"Such fun I do not understand.\"<br></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Story_of_Little_Suck-a-Thumb\"></a> The Story of\nLittle Suck-a-Thumb</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"The Story of Little Suck-A-Thumb\" height=\"897\" src=\"images/017.jpg\" width=\"400\" id=\"img_images_017.jpg\"></td>\n<td class=\"poem\">One day Mamma said \"Conrad\ndear,<br>\nI must go out and leave you here.<br>\nBut mind now, Conrad, what I say,<br>\nDon't suck your thumb while I'm away.<br>\nThe great tall tailor always comes<br>\nTo little boys who suck their thumbs;<br>\nAnd ere they dream what he's about,<br>\nHe takes his great sharp scissors out,<br>\nAnd cuts their thumbs clean offand then,<br>\nYou know, they never grow again.\"<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\nMamma had scarcely turned her back,<br>\nThe thumb was in, Alack! Alack!</td>\n</tr>\n</tbody></table>\n<table style=\"border-spacing: 0px;padding: 0px;width: 0px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"2\"><img alt=\"The great, long, red-legged scissor-man.\" height=\"400\" src=\"images/018-1.jpg\" width=\"600\" id=\"img_images_018-1.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"Mamma comes home, there Conrad stands\" height=\"452\" src=\"images/018-2.jpg\" width=\"347\" id=\"img_images_018-2.jpg\"></td>\n<td class=\"poem\">The door flew open, in he\nran,<br>\nThe great, long, red-legged scissor-man.<br>\nOh! children, see! the tailor's come<br>\nAnd caught out little Suck-a-Thumb.<br>\nSnip! Snap! Snip! the scissors go;<br>\nAnd Conrad cries out \"Oh! Oh! Oh!\"<br>\nSnip! Snap! Snip! They go so fast,<br>\nThat both his thumbs are off at last.<br>\n<br>\n<br>\n<br>\n<br>\nMamma comes home: there Conrad stands,<br>\nAnd looks quite sad, and shows his hands;<br>\n\"Ah!\" said Mamma, \"I knew he'd come<br>\nTo naughty little Suck-a-Thumb.\"<br></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Story_of_Augustus\"></a>The Story of Augustus,<br>\nwho would not have any Soup</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td rowspan=\"2\"><img alt=\"The Story of Augustus\" height=\"770\" src=\"images/019-l.jpg\" width=\"369\" id=\"img_images_019-l.jpg\"></td>\n<td class=\"poem\">Augustus was a chubby lad;<br>\nFat ruddy cheeks Augustus had:<br>\nAnd everybody saw with joy<br>\nThe plump and hearty, healthy boy.<br>\nHe ate and drank as he was told,<br>\nAnd never let his soup get cold.<br>\nBut one day, one cold winter's day,<br>\nHe screamed out \"Take the soup away!<br>\nO take the nasty soup away!<br>\nI won't have any soup today.\"<br>\n<br>\nNext day, now look, the picture shows<br>\nHow lank and lean Augustus grows!<br>\nYet, though he feels so weak and ill,<br>\nThe naughty fellow cries out still<br>\n\"Not any soup for me, I say:<br>\nO take the nasty soup away!<br>\nI <i>won't</i> have any soup today.\"<br>\n<br>\nThe third day comes: Oh what a sin!<br>\nTo make himself so pale and thin.<br>\nYet, when the soup is put on table,<br>\nHe screams, as loud as he is able,<br>\n\"Not any soup for me, I say:<br>\nO take the nasty soup away!<br>\nI WON'T have any soup today.\"<br>\n<br>\nLook at him, now the fourth day's come!<br>\nHe scarcely weighs a sugar-plum;<br>\nHe's like a little bit of thread,<br>\nAnd, on the fifth day, he wasdead!</td>\n</tr>\n<tr>\n<td><img alt=\"And, on the fifth day, he was--Dead\" height=\"141\" src=\"images/019-r.jpg\" width=\"232\" id=\"img_images_019-r.jpg\"></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Story_of_Fidgety_Philip\"></a>The Story of Fidgety\nPhilip</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"The Story of Fidgety Philip\" height=\"383\" src=\"images/020-t.jpg\" width=\"600\" id=\"img_images_020-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"Let me see if Philip can\" height=\"280\" src=\"images/020-l.jpg\" width=\"120\" id=\"img_images_020-l.jpg\"></td>\n<td class=\"poem\">\"Let me see if Philip can<br>\nBe a little gentleman;<br>\nLet me see if he is able<br>\nTo sit still for once at table\":<br>\nThus Papa bade Phil behave;<br>\nAnd Mamma looked very grave.<br>\nBut fidgety Phil,<br>\nHe won't sit still;<br>\nHe wriggles,<br>\nAnd giggles,<br>\nAnd then, I declare,<br>\nSwings backwards and forwards,<br>\nAnd tilts up his chair,<br>\nJust like any rocking horse<br>\n\"Philip! I am getting cross!\"</td>\n<td><img alt=\"Be a little gentleman\" height=\"280\" src=\"images/020-r.jpg\" width=\"170\" id=\"img_images_020-r.jpg\" style=\"float: right;\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"Growing still more rude and wild\" height=\"357\" src=\"images/021-t.jpg\" width=\"600\" id=\"img_images_021-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"Philip screams with all his might\" height=\"221\" src=\"images/021-l.jpg\" width=\"160\" id=\"img_images_021-l.jpg\"></td>\n<td class=\"poem\">See the naughty, restless\nchild<br>\nGrowing still more rude and wild,<br>\nTill his chair falls over quite.<br>\nPhilip screams with all his might,<br>\nCatches at the cloth, but then<br>\nThat makes matters worse again.<br>\nDown upon the ground they fall,<br>\nGlasses, plates, knives, forks, and all.<br>\nHow Mamma did fret and frown,<br>\nWhen she saw them tumbling down!<br>\nAnd Papa made such a face!<br>\nPhilip is in sad disgrace.</td>\n<td><img alt=\"Philip is in sad disgrace.\" height=\"223\" src=\"images/021-r.jpg\" width=\"150\" id=\"img_images_021-r.jpg\" style=\"float: right;\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"3\"><img alt=\"Where is Philip, where is he?\" height=\"468\" src=\"images/022-t.jpg\" width=\"600\" id=\"img_images_022-t.jpg\"></td>\n</tr>\n<tr>\n<td><img alt=\"What a terrible to-do!\" height=\"221\" src=\"images/022-l.jpg\" width=\"154\" id=\"img_images_022-l.jpg\"></td>\n<td class=\"poem\">Where is Philip, where is\nhe?<br>\nFairly covered up you see!<br>\nCloth and all are lying on him;<br>\nHe has pulled down all upon him.<br>\nWhat a terrible to-do!<br>\nDishes, glasses, snapt in two!<br>\nHere a knife, and there a fork!<br>\nPhilip, this is cruel work.<br>\nTable all so bare, and ah!<br>\nPoor Papa, and poor Mamma<br>\nLook quite cross, and wonder how<br>\nThey shall have their dinner now.</td>\n<td><img alt=\"Philip, this is cruel work.\" height=\"221\" src=\"images/022-r.jpg\" width=\"151\" id=\"img_images_022-r.jpg\" style=\"float: right;\"></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Story_of_Johnny_Head-in-Air\"></a> The Story of\nJohnny Head-in-Air</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td colspan=\"2\"><img alt=\"The Story of Johnny Head-in-Air\" height=\"354\" src=\"images/023-t.jpg\" width=\"600\" id=\"img_images_023-t.jpg\" style=\"float: right;\"></td>\n</tr>\n<tr>\n<td class=\"poem\">As he trudged along to\nschool,<br>\nIt was always Johnny's rule<br>\nTo be looking at the sky<br>\nAnd the clouds that floated by;<br>\nBut what just before him lay,<br>\nIn his way,<br>\nJohnny never thought about;<br>\nSo that every one cried out<br>\n\"Look at little Johnny there,<br>\nLittle Johnny Head-In-Air!\"<br>\n<br>\nRunning just in Johnny's way<br>\nCame a little dog one day;<br>\nJohnny's eyes were still astray<br>\nUp on high,<br>\nIn the sky;<br>\nAnd he never heard them cry<br>\n\"Johnny, mind, the dog is nigh!\"<br>\nBump!<br>\nDump!<br>\nDown they fell, with such a thump,<br>\nDog and Johnny in a lump!</td>\n<td><img alt=\"Dog and Johnny in a lump!\" height=\"456\" src=\"images/023-b.jpg\" width=\"407\" id=\"img_images_023-b.jpg\" style=\"float: right;\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td class=\"poem\">Once, with head as high as\never,<br>\nJohnny walked beside the river.<br>\nJohnny watched the swallows trying<br>\nWhich was cleverest at flying.<br>\nOh! what fun!<br>\nJohnny watched the bright round sun<br>\nGoing in and coming out;<br>\nThis was all he thought about.<br>\nSo he strode on, only think!<br>\nTo the river's very brink,<br>\nWhere the bank was high and steep,<br>\nAnd the water very deep;<br>\nAnd the fishes, in a row,<br>\nStared to see him coming so.<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\nOne step more! oh! sad to tell!<br>\nHeadlong in poor Johnny fell.<br>\nAnd the fishes, in dismay,<br>\nWagged their tails and swam away.</td>\n<td><img alt=\"There lay Johnny on his face\" height=\"753\" src=\"images/024.jpg\" width=\"400\" id=\"img_images_024.jpg\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td class=\"poem\">There lay Johnny on his\nface,<br>\nWith his nice red writing-case;<br>\nBut, as they were passing by,<br>\nTwo strong men had heard him cry;<br>\nAnd, with sticks, these two strong men<br>\nHooked poor Johnny out again.</td>\n<td><img alt=\"Oh! you should have seen him shiver\" height=\"362\" src=\"images/025-1.jpg\" width=\"400\" id=\"img_images_025-1.jpg\"></td>\n</tr>\n</tbody></table>\n<div class=\"pg_body_wrapper\"><br></div>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td class=\"poem\">Oh! you should have seen him\nshiver<br>\nWhen they pulled him from the river.<br>\nHe was in a sorry plight!<br>\nDripping wet, and such a fright!<br>\nWet all over, everywhere,<br>\nClothes, and arms, and face, and hair:<br>\nJohnny never will forget<br>\nWhat it is to be so wet.<br>\n<br>\n<br>\nAnd the fishes, one, two, three,<br>\nAre come back again, you see;<br>\nUp they came the moment after,<br>\nTo enjoy the fun and laughter.<br>\nEach popped out his little head,<br>\nAnd, to tease poor Johnny, said<br>\n\"Silly little Johnny, look,<br>\nYou have lost your writing-book!\"</td>\n<td><img alt=\"Silly little Johnny, look\" height=\"338\" src=\"images/025-2.jpg\" width=\"333\" id=\"img_images_025-2.jpg\"></td>\n</tr>\n</tbody></table>\n<hr>\n<h3><a id=\"The_Story_of_Flying_Robert\"></a>The Story of Flying\nRobert</h3>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"The Story of Flying Robert\" height=\"285\" src=\"images/026-1.jpg\" width=\"320\" id=\"img_images_026-1.jpg\"></td>\n<td class=\"poem\">When the rain comes tumbling\ndown<br>\nIn the country or the town,<br>\nAll good little girls and boys<br>\nStay at home and mind their toys.<br>\nRobert thought, \"No, when it pours,<br>\nIt is better out of doors.\"<br>\nRain it did, and in a minute<br>\nBob was in it.<br>\nHere you see him, silly fellow,<br>\nUnderneath his red umbrella.</td>\n</tr>\n</tbody></table>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td class=\"poem\">What a wind! oh! how it\nwhistles<br>\nThrough the trees and flowers and thistles!<br>\nIt has caught his red umbrella:<br>\nNow look at him, silly fellow<br>\nUp he flies<br>\nTo the skies.<br>\nNo one heard his screams and cries;<br>\nThrough the clouds the rude wind bore him,<br>\nAnd his hat flew on before him.</td>\n<td><img alt=\"And his hat flew on before him.\" height=\"281\" src=\"images/026-2.jpg\" width=\"308\" id=\"img_images_026-2.jpg\"></td>\n</tr>\n</tbody></table>\n<table style=\"border-spacing: 0px;padding: 0px;width: 600px;\" class=\"xhtml_table_width\">\n<tbody><tr>\n<td><img alt=\"Bob was never seen again!\" height=\"200\" src=\"images/026-3.jpg\" width=\"311\" id=\"img_images_026-3.jpg\"></td>\n<td class=\"poem\">Soon they got to such a\nheight,<br>\nThey were nearly out of sight.<br>\nAnd the hat went up so high,<br>\nThat it nearly touched the sky.<br>\nNo one ever yet could tell<br>\nWhere they stopped, or where they fell:<br>\nOnly this one thing is plain,<br>\nBob was never seen again!</td>\n</tr>\n</tbody></table>\n<hr>\n<div></div><section class=\"pg-boilerplate pgheader\" id=\"pg-footer\" lang=\"en\">\n<div id=\"pg-end-separator\">\n<span>",
    "summary": "EBOOK STRUWWELPETER: MERRY STORIES AND FUNNY PICTURES ***</span>\n</div></section><div></div>\n<div class=\"note\">\n<p>[Transcriber's Note: This book was first published in German in\n1844, and in English translation in 1848.  This edition was not\ndated. ]</p>\n</div>\n<div class=\"pg_body_wrapper\"><br><...",
    "word_count": 3643,
    "reading_time_minutes": 19,
    "publication_year": null,
    "source_url": "https://www.gutenberg.org/ebooks/12116",
    "original_language": "en",
    "is_public_domain": true,
    "download_count": 1531,
    "authors": [
      {}
    ],
    "subjects": [
      "Behavior -- Fiction",
      "Children's stories, German -- Translations into English",
      "Children's poetry, German -- Translations into English",
      "Stories in rhyme",
      "Picture books for children",
      "Children -- Conduct of life -- Juvenile fiction",
      "PZ"
    ],
    "bookshelves": [
      "Children's Picture Books"
    ],
    "formats": {},
    "description": "",
    "processed_at": "2025-06-01T14:24:56.044Z",
    "source": "gnikdroy_api",
    "api_version": "v1",
    "locations": [],
    "themes": [],
    "enriched_at": "2025-06-01T14:25:51.677Z",
    "database_id": "f40519ed-7b18-44b4-8d9f-3c2183f39568"
  },
  {
    "gutenberg_id": 14522,
    "title": "The Canterville Ghost",
    "slug": "the-canterville-ghost",
    "original_text": "EBOOK THE CANTERVILLE GHOST ***\n\nE-text prepared by Robert Cicconetti, Karina Aleksandrova, and the Project\nGutenberg Online Distributed Proofreading Team\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 14522-h.htm or 14522-h.zip:\n      (https://www.gutenberg.org/dirs/1/4/5/2/14522/14522-h/14522-h.htm)\n      or\n      (https://www.gutenberg.org/dirs/1/4/5/2/14522/14522-h.zip)\n\nTHE CANTERVILLE GHOST\n\nby\n\nWILDE\n\nAn amusing chronicle of the tribulations of the Ghost of Canterville\nChase when his ancestral halls became the home of the American Minister\nto the Court of St. James.\n\nIllustrated by Wallace Goldsmith\n\nJohn W. Luce and Company\nBoston and London\n\n1906\n\nLIST OF ILLUSTRATIONS\n\nMISS VIRGINIA E. OTIS\n\n\"HAD ONCE RACED OLD LORD BILTON ON HER PONY\"\n\n\"BLOOD HAS BEEN SPILLED ON THAT SPOT\"\n\n\"I REALLY MUST INSIST ON YOUR OILING THOSE CHAINS\"\n\n\"THE TWINS ... AT ONCE DISCHARGED TWO PELLETS ON HIM\"\n\n\"ITS HEAD WAS BALD AND BURNISHED\"\n\n\"HE MET WITH A SEVERE FALL\"\n\n\"A HEAVY JUG OF WATER FELL RIGHT DOWN ON HIM\"\n\n\"MAKING SATIRICAL REMARKS ON THE PHOTOGRAPHS\"\n\n\"SUDDENLY THERE LEAPED OUT TWO FIGURES\"\n\n\"'POOR, POOR GHOST,' SHE MURMURED; 'HAVE YOU NO PLACE WHERE YOU CAN\nSLEEP?'\"\n\n\"THE GHOST GLIDED ON MORE SWIFTLY\"\n\n\"HE HEARD SOMEBODY GALLOPING AFTER HIM\"\n\n\"OUT ON THE LANDING STEPPED VIRGINIA\"\n\n\"CHAINED TO IT WAS A GAUNT SKELETON\"\n\n\"BY THE SIDE OF THE HEARSE AND THE COACHES WALKED THE SERVANTS WITH\nLIGHTED TORCHES\"\n\n\"THE MOON CAME OUT FROM BEHIND A CLOUD\"\n\nI\n\nWhen Mr. Hiram B. Otis, the American Minister, bought Canterville Chase,\nevery one told him he was doing a very foolish thing, as there was no\ndoubt at all that the place was haunted. Indeed, Lord Canterville\nhimself, who was a man of the most punctilious honour, had felt it his\nduty to mention the fact to Mr. Otis when they came to discuss terms.\n\n\"We have not cared to live in the place ourselves,\" said Lord\nCanterville, \"since my grandaunt, the Dowager Duchess of Bolton, was\nfrightened into a fit, from which she never really recovered, by two\nskeleton hands being placed on her shoulders as she was dressing for\ndinner, and I feel bound to tell you, Mr. Otis, that the ghost has been\nseen by several living members of my family, as well as by the rector of\nthe parish, the Rev. Augustus Dampier, who is a Fellow of King's\nCollege, Cambridge. After the unfortunate accident to the Duchess, none\nof our younger servants would stay with us, and Lady Canterville often\ngot very little sleep at night, in consequence of the mysterious noises\nthat came from the corridor and the library.\"\n\n\"My Lord,\" answered the Minister, \"I will take the furniture and the\nghost at a valuation. I have come from a modern country, where we have\neverything that money can buy; and with all our spry young fellows\npainting the Old World red, and carrying off your best actors and\nprima-donnas, I reckon that if there were such a thing as a ghost in\nEurope, we'd have it at home in a very short time in one of our public\nmuseums, or on the road as a show.\"\n\n\"I fear that the ghost exists,\" said Lord Canterville, smiling, \"though\nit may have resisted the overtures of your enterprising impresarios. It\nhas been well known for three centuries, since 1584 in fact, and always\nmakes its appearance before the death of any member of our family.\"\n\n\"Well, so does the family doctor for that matter, Lord Canterville. But\nthere is no such thing, sir, as a ghost, and I guess the laws of Nature\nare not going to be suspended for the British aristocracy.\"\n\n\"You are certainly very natural in America,\" answered Lord Canterville,\nwho did not quite understand Mr. Otis's last observation, \"and if you\ndon't mind a ghost in the house, it is all right. Only you must remember\nI warned you.\"\n\n[Illustration: MISS VIRGINIA E. OTIS]\n\nA few weeks after this, the purchase was concluded, and at the close of\nthe season the Minister and his family went down to Canterville Chase.\nMrs. Otis, who, as Miss Lucretia R. Tappan, of West 53d Street, had been\na celebrated New York belle, was now a very handsome, middle-aged woman,\nwith fine eyes, and a superb profile. Many American ladies on leaving\ntheir native land adopt an appearance of chronic ill-health, under the\nimpression that it is a form of European refinement, but Mrs. Otis had\nnever fallen into this error. She had a magnificent constitution, and a\nreally wonderful amount of animal spirits. Indeed, in many respects, she\nwas quite English, and was an excellent example of the fact that we\nhave really everything in common with America nowadays, except, of\ncourse, language. Her eldest son, christened Washington by his parents\nin a moment of patriotism, which he never ceased to regret, was a\nfair-haired, rather good-looking young man, who had qualified himself\nfor American diplomacy by leading the German at the Newport Casino for\nthree successive seasons, and even in London was well known as an\nexcellent dancer. Gardenias and the peerage were his only weaknesses.\nOtherwise he was extremely sensible. Miss Virginia E. Otis was a little\ngirl of fifteen, lithe and lovely as a fawn, and with a fine freedom\nin her large blue eyes. She was a wonderful Amazon, and had once raced\nold Lord Bilton on her pony twice round the park, winning by a length\nand a half, just in front of the Achilles statue, to the huge delight of\nthe young Duke of Cheshire, who proposed for her on the spot, and was\nsent back to Eton that very night by his guardians, in floods of tears.\nAfter Virginia came the twins, who were usually called \"The Star and\nStripes,\" as they were always getting swished. They were delightful\nboys, and, with the exception of the worthy Minister, the only true\nrepublicans of the family.\n\n[Illustration: \"HAD ONCE RACED OLD LORD BILTON ON HER PONY\"]\n\nAs Canterville Chase is seven miles from Ascot, the nearest railway\nstation, Mr. Otis had telegraphed for a waggonette to meet them, and\nthey started on their drive in high spirits. It was a lovely July\nevening, and the air was delicate with the scent of the pinewoods. Now\nand then they heard a wood-pigeon brooding over its own sweet voice, or\nsaw, deep in the rustling fern, the burnished breast of the pheasant.\nLittle squirrels peered at them from the beech-trees as they went by,\nand the rabbits scudded away through the brushwood and over the mossy\nknolls, with their white tails in the air. As they entered the avenue of\nCanterville Chase, however, the sky became suddenly overcast with\nclouds, a curious stillness seemed to hold the atmosphere, a great\nflight of rooks passed silently over their heads, and, before they\nreached the house, some big drops of rain had fallen.\n\nStanding on the steps to receive them was an old woman, neatly dressed\nin black silk, with a white cap and apron. This was Mrs. Umney, the\nhousekeeper, whom Mrs. Otis, at Lady Canterville's earnest request, had\nconsented to keep in her former position. She made them each a low\ncurtsey as they alighted, and said in a quaint, old-fashioned manner,\n\"I bid you welcome to Canterville Chase.\" Following her, they passed\nthrough the fine Tudor hall into the library, a long, low room, panelled\nin black oak, at the end of which was a large stained glass window. Here\nthey found tea laid out for them, and, after taking off their wraps,\nthey sat down and began to look round, while Mrs. Umney waited on them.\n\nSuddenly Mrs. Otis caught sight of a dull red stain on the floor just by\nthe fireplace, and, quite unconscious of what it really signified, said\nto Mrs. Umney, \"I am afraid something has been spilt there.\"\n\n\"Yes, madam,\" replied the old housekeeper in a low voice, \"blood has\nbeen spilt on that spot.\"\n\n[Illustration: \"BLOOD HAS BEEN SPILLED ON THAT SPOT\"]\n\n\"How horrid!\" cried Mrs. Otis; \"I don't at all care for blood-stains in\na sitting-room. It must be removed at once.\"\n\nThe old woman smiled, and answered in the same low, mysterious voice,\n\"It is the blood of Lady Eleanore de Canterville, who was murdered on\nthat very spot by her own husband, Sir Simon de Canterville, in 1575.\nSir Simon survived her nine years, and disappeared suddenly under very\nmysterious circumstances. His body has never been discovered, but his\nguilty spirit still haunts the Chase. The blood-stain has been much\nadmired by tourists and others, and cannot be removed.\"\n\n\"That is all nonsense,\" cried Washington Otis; \"Pinkerton's Champion\nStain Remover and Paragon Detergent will clean it up in no time,\" and\nbefore the terrified housekeeper could interfere, he had fallen upon his\nknees, and was rapidly scouring the floor with a small stick of what\nlooked like a black cosmetic. In a few moments no trace of the\nblood-stain could be seen.\n\n\"I knew Pinkerton would do it,\" he exclaimed, triumphantly, as he\nlooked round at his admiring family; but no sooner had he said these\nwords than a terrible flash of lightning lit up the sombre room, a\nfearful peal of thunder made them all start to their feet, and Mrs.\nUmney fainted.\n\n\"What a monstrous climate!\" said the American Minister, calmly, as he\nlit a long cheroot. \"I guess the old country is so overpopulated that\nthey have not enough decent weather for everybody. I have always been of\nopinion that emigration is the only thing for England.\"\n\n\"My dear Hiram,\" cried Mrs. Otis, \"what can we do with a woman who\nfaints?\"\n\n\"Charge it to her like breakages,\" answered the Minister; \"she won't\nfaint after that;\" and in a few moments Mrs. Umney certainly came to.\nThere was no doubt, however, that she was extremely upset, and she\nsternly warned Mr. Otis to beware of some trouble coming to the house.\n\n\"I have seen things with my own eyes, sir,\" she said, \"that would make\nany Christian's hair stand on end, and many and many a night I have not\nclosed my eyes in sleep for the awful things that are done here.\" Mr.\nOtis, however, and his wife warmly assured the honest soul that they\nwere not afraid of ghosts, and, after invoking the blessings of\nProvidence on her new master and mistress, and making arrangements for\nan increase of salary, the old housekeeper tottered off to her own room.\n\nII\n\nThe storm raged fiercely all that night, but nothing of particular note\noccurred. The next morning, however, when they came down to breakfast,\nthey found the terrible stain of blood once again on the floor. \"I don't\nthink it can be the fault of the Paragon Detergent,\" said Washington,\n\"for I have tried it with everything. It must be the ghost.\" He\naccordingly rubbed out the stain a second time, but the second morning\nit appeared again. The third morning also it was there, though the\nlibrary had been locked up at night by Mr. Otis himself, and the key\ncarried up-stairs. The whole family were now quite interested; Mr. Otis\nbegan to suspect that he had been too dogmatic in his denial of the\nexistence of ghosts, Mrs. Otis expressed her intention of joining the\nPsychical Society, and Washington prepared a long letter to Messrs.\nMyers and Podmore on the subject of the Permanence of Sanguineous Stains\nwhen connected with Crime. That night all doubts about the objective\nexistence of phantasmata were removed for ever.\n\nThe day had been warm and sunny; and, in the cool of the evening, the\nwhole family went out to drive. They did not return home till nine\no'clock, when they had a light supper. The conversation in no way turned\nupon ghosts, so there were not even those primary conditions of\nreceptive expectations which so often precede the presentation of\npsychical phenomena. The subjects discussed, as I have since learned\nfrom Mr. Otis, were merely such as form the ordinary conversation of\ncultured Americans of the better class, such as the immense superiority\nof Miss Fanny Devonport over Sarah Bernhardt as an actress; the\ndifficulty of obtaining green corn, buckwheat cakes, and hominy, even in\nthe best English houses; the importance of Boston in the development of\nthe world-soul; the advantages of the baggage-check system in railway\ntravelling; and the sweetness of the New York accent as compared to the\nLondon drawl. No mention at all was made of the supernatural, nor was\nSir Simon de Canterville alluded to in any way. At eleven o'clock the\nfamily retired, and by half-past all the lights were out. Some time\nafter, Mr. Otis was awakened by a curious noise in the corridor, outside\nhis room. It sounded like the clank of metal, and seemed to be coming\nnearer every moment. He got up at once, struck a match, and looked at\nthe time. It was exactly one o'clock. He was quite calm, and felt his\npulse, which was not at all feverish. The strange noise still continued,\nand with it he heard distinctly the sound of footsteps. He put on his\nslippers, took a small oblong phial out of his dressing-case, and opened\nthe door. Right in front of him he saw, in the wan moonlight, an old man\nof terrible aspect. His eyes were as red burning coals; long grey hair\nfell over his shoulders in matted coils; his garments, which were of\nantique cut, were soiled and ragged, and from his wrists and ankles hung\nheavy manacles and rusty gyves.\n\n\"My dear sir,\" said Mr. Otis, \"I really must insist on your oiling those\nchains, and have brought you for that purpose a small bottle of the\nTammany Rising Sun Lubricator. It is said to be completely efficacious\nupon one application, and there are several testimonials to that effect\non the wrapper from some of our most eminent native divines. I shall\nleave it here for you by the bedroom candles, and will be happy to\nsupply you with more, should you require it.\" With these words the\nUnited States Minister laid the bottle down on a marble table, and,\nclosing his door, retired to rest.\n\n[Illustration: \"I REALLY MUST INSIST ON YOUR OILING THOSE CHAINS\"]\n\nFor a moment the Canterville ghost stood quite motionless in natural\nindignation; then, dashing the bottle violently upon the polished floor,\nhe fled down the corridor, uttering hollow groans, and emitting a\nghastly green light. Just, however, as he reached the top of the great\noak staircase, a door was flung open, two little white-robed figures\nappeared, and a large pillow whizzed past his head! There was evidently\nno time to be lost, so, hastily adopting the Fourth dimension of Space\nas a means of escape, he vanished through the wainscoting, and the house\nbecame quite quiet.\n\nOn reaching a small secret chamber in the left wing, he leaned up\nagainst a moonbeam to recover his breath, and began to try and realize\nhis position. Never, in a brilliant and uninterrupted career of three\nhundred years, had he been so grossly insulted. He thought of the\nDowager Duchess, whom he had frightened into a fit as she stood before\nthe glass in her lace and diamonds; of the four housemaids, who had gone\ninto hysterics when he merely grinned at them through the curtains on\none of the spare bedrooms; of the rector of the parish, whose candle he\nhad blown out as he was coming late one night from the library, and who\nhad been under the care of Sir William Gull ever since, a perfect martyr\nto nervous disorders; and of old Madame de Tremouillac, who, having\nwakened up one morning early and seen a skeleton seated in an armchair\nby the fire reading her diary, had been confined to her bed for six\nweeks with an attack of brain fever, and, on her recovery, had become\nreconciled to the Church, and broken off her connection with that\nnotorious sceptic, Monsieur de Voltaire. He remembered the terrible\nnight when the wicked Lord Canterville was found choking in his\ndressing-room, with the knave of diamonds half-way down his throat, and\nconfessed, just before he died, that he had cheated Charles James Fox\nout of 50,000 at Crockford's by means of that very card, and swore that\nthe ghost had made him swallow it. All his great achievements came back\nto him again, from the butler who had shot himself in the pantry because\nhe had seen a green hand tapping at the window-pane, to the beautiful\nLady Stutfield, who was always obliged to wear a black velvet band round\nher throat to hide the mark of five fingers burnt upon her white skin,\nand who drowned herself at last in the carp-pond at the end of the\nKing's Walk. With the enthusiastic egotism of the true artist, he went\nover his most celebrated performances, and smiled bitterly to himself as\nhe recalled to mind his last appearance as \"Red Reuben, or the Strangled\nBabe,\" his _dbut_ as \"Guant Gibeon, the Blood-sucker of Bexley Moor,\"\nand the _furore_ he had excited one lovely June evening by merely\nplaying ninepins with his own bones upon the lawn-tennis ground. And\nafter all this some wretched modern Americans were to come and offer him\nthe Rising Sun Lubricator, and throw pillows at his head! It was quite\nunbearable. Besides, no ghost in history had ever been treated in this\nmanner. Accordingly, he determined to have vengeance, and remained till\ndaylight in an attitude of deep thought.\n\nIII\n\nThe next morning, when the Otis family met at breakfast, they discussed\nthe ghost at some length. The United States Minister was naturally a\nlittle annoyed to find that his present had not been accepted. \"I have\nno wish,\" he said, \"to do the ghost any personal injury, and I must say\nthat, considering the length of time he has been in the house, I don't\nthink it is at all polite to throw pillows at him,\"--a very just remark,\nat which, I am sorry to say, the twins burst into shouts of laughter.\n\"Upon the other hand,\" he continued, \"if he really declines to use the\nRising Sun Lubricator, we shall have to take his chains from him. It\nwould be quite impossible to sleep, with such a noise going on outside\nthe bedrooms.\"\n\nFor the rest of the week, however, they were undisturbed, the only thing\nthat excited any attention being the continual renewal of the\nblood-stain on the library floor. This certainly was very strange, as\nthe door was always locked at night by Mr. Otis, and the windows kept\nclosely barred. The chameleon-like colour, also, of the stain excited a\ngood deal of comment. Some mornings it was a dull (almost Indian) red,\nthen it would be vermilion, then a rich purple, and once when they came\ndown for family prayers, according to the simple rites of the Free\nAmerican Reformed Episcopalian Church, they found it a bright\nemerald-green. These kaleidoscopic changes naturally amused the party\nvery much, and bets on the subject were freely made every evening. The\nonly person who did not enter into the joke was little Virginia, who,\nfor some unexplained reason, was always a good deal distressed at the\nsight of the blood-stain, and very nearly cried the morning it was\nemerald-green.\n\nThe second appearance of the ghost was on Sunday night. Shortly after\nthey had gone to bed they were suddenly alarmed by a fearful crash in\nthe hall. Rushing down-stairs, they found that a large suit of old\narmour had become detached from its stand, and had fallen on the stone\nfloor, while seated in a high-backed chair was the Canterville ghost,\nrubbing his knees with an expression of acute agony on his face. The\ntwins, having brought their pea-shooters with them, at once discharged\ntwo pellets on him, with that accuracy of aim which can only be attained\nby long and careful practice on a writing-master, while the United\nStates Minister covered him with his revolver, and called upon him, in\naccordance with Californian etiquette, to hold up his hands! The ghost\nstarted up with a wild shriek of rage, and swept through them like a\nmist, extinguishing Washington Otis's candle as he passed, and so\nleaving them all in total darkness. On reaching the top of the staircase\nhe recovered himself, and determined to give his celebrated peal of\ndemoniac laughter. This he had on more than one occasion found extremely\nuseful. It was said to have turned Lord Raker's wig grey in a single\nnight, and had certainly made three of Lady Canterville's French\ngovernesses give warning before their month was up. He accordingly\nlaughed his most horrible laugh, till the old vaulted roof rang and\nrang again, but hardly had the fearful echo died away when a door\nopened, and Mrs. Otis came out in a light blue dressing-gown. \"I am\nafraid you are far from well,\" she said, \"and have brought you a bottle\nof Doctor Dobell's tincture. If it is indigestion, you will find it a\nmost excellent remedy.\" The ghost glared at her in fury, and began at\nonce to make preparations for turning himself into a large black dog, an\naccomplishment for which he was justly renowned, and to which the family\ndoctor always attributed the permanent idiocy of Lord Canterville's\nuncle, the Hon. Thomas Horton. The sound of approaching footsteps,\nhowever, made him hesitate in his fell purpose, so he contented himself\nwith becoming faintly phosphorescent, and vanished with a deep\nchurchyard groan, just as the twins had come up to him.\n\n[Illustration: \"THE TWINS ... AT ONCE DISCHARGED TWO PELLETS ON HIM\"]\n\nOn reaching his room he entirely broke down, and became a prey to the\nmost violent agitation. The vulgarity of the twins, and the gross\nmaterialism of Mrs. Otis, were naturally extremely annoying, but what\nreally distressed him most was that he had been unable to wear the suit\nof mail. He had hoped that even modern Americans would be thrilled by\nthe sight of a Spectre in armour, if for no more sensible reason, at\nleast out of respect for their natural poet Longfellow, over whose\ngraceful and attractive poetry he himself had whiled away many a weary\nhour when the Cantervilles were up in town. Besides it was his own suit.\nHe had worn it with great success at the Kenilworth tournament, and had\nbeen highly complimented on it by no less a person than the Virgin Queen\nherself. Yet when he had put it on, he had been completely overpowered\nby the weight of the huge breastplate and steel casque, and had fallen\nheavily on the stone pavement, barking both his knees severely, and\nbruising the knuckles of his right hand.\n\nFor some days after this he was extremely ill, and hardly stirred out of\nhis room at all, except to keep the blood-stain in proper repair.\nHowever, by taking great care of himself, he recovered, and resolved to\nmake a third attempt to frighten the United States Minister and his\nfamily. He selected Friday, August 17th, for his appearance, and spent\nmost of that day in looking over his wardrobe, ultimately deciding in\nfavour of a large slouched hat with a red feather, a winding-sheet\nfrilled at the wrists and neck, and a rusty dagger. Towards evening a\nviolent storm of rain came on, and the wind was so high that all the\nwindows and doors in the old house shook and rattled. In fact, it was\njust such weather as he loved. His plan of action was this. He was to\nmake his way quietly to Washington Otis's room, gibber at him from the\nfoot of the bed, and stab himself three times in the throat to the sound\nof low music. He bore Washington a special grudge, being quite aware\nthat it was he who was in the habit of removing the famous Canterville\nblood-stain by means of Pinkerton's Paragon Detergent. Having reduced\nthe reckless and foolhardy youth to a condition of abject terror, he was\nthen to proceed to the room occupied by the United States Minister and\nhis wife, and there to place a clammy hand on Mrs. Otis's forehead,\nwhile he hissed into her trembling husband's ear the awful secrets of\nthe charnel-house. With regard to little Virginia, he had not quite made\nup his mind. She had never insulted him in any way, and was pretty and\ngentle. A few hollow groans from the wardrobe, he thought, would be more\nthan sufficient, or, if that failed to wake her, he might grabble at the\ncounterpane with palsy-twitching fingers. As for the twins, he was quite\ndetermined to teach them a lesson. The first thing to be done was, of\ncourse, to sit upon their chests, so as to produce the stifling\nsensation of nightmare. Then, as their beds were quite close to each\nother, to stand between them in the form of a green, icy-cold corpse,\ntill they became paralyzed with fear, and finally, to throw off the\nwinding-sheet, and crawl round the room, with white, bleached bones and\none rolling eyeball, in the character of \"Dumb Daniel, or the Suicide's\nSkeleton,\" a _rle_ in which he had on more than one occasion produced a\ngreat effect, and which he considered quite equal to his famous part of\n\"Martin the Maniac, or the Masked Mystery.\"\n\nAt half-past ten he heard the family going to bed. For some time he was\ndisturbed by wild shrieks of laughter from the twins, who, with the\nlight-hearted gaiety of schoolboys, were evidently amusing themselves\nbefore they retired to rest, but at a quarter-past eleven all was still,\nand, as midnight sounded, he sallied forth. The owl beat against the\nwindow-panes, the raven croaked from the old yew-tree, and the wind\nwandered moaning round the house like a lost soul; but the Otis family\nslept unconscious of their doom, and high above the rain and storm he\ncould hear the steady snoring of the Minister for the United States. He\nstepped stealthily out of the wainscoting, with an evil smile on his\ncruel, wrinkled mouth, and the moon hid her face in a cloud as he stole\npast the great oriel window, where his own arms and those of his\nmurdered wife were blazoned in azure and gold. On and on he glided, like\nan evil shadow, the very darkness seeming to loathe him as he passed.\nOnce he thought he heard something call, and stopped; but it was only\nthe baying of a dog from the Red Farm, and he went on, muttering strange\nsixteenth-century curses, and ever and anon brandishing the rusty dagger\nin the midnight air. Finally he reached the corner of the passage that\nled to luckless Washington's room. For a moment he paused there, the\nwind blowing his long grey locks about his head, and twisting into\ngrotesque and fantastic folds the nameless horror of the dead man's\nshroud. Then the clock struck the quarter, and he felt the time was\ncome. He chuckled to himself, and turned the corner; but no sooner had\nhe done so than, with a piteous wail of terror, he fell back, and hid\nhis blanched face in his long, bony hands. Right in front of him was\nstanding a horrible spectre, motionless as a carven image, and monstrous\nas a madman's dream! Its head was bald and burnished; its face round,\nand fat, and white; and hideous laughter seemed to have writhed its\nfeatures into an eternal grin. From the eyes streamed rays of scarlet\nlight, the mouth was a wide well of fire, and a hideous garment, like\nto his own, swathed with its silent snows the Titan form. On its breast\nwas a placard with strange writing in antique characters, some scroll of\nshame it seemed, some record of wild sins, some awful calendar of crime,\nand, with its right hand, it bore aloft a falchion of gleaming steel.\n\n[Illustration: \"ITS HEAD WAS BALD AND BURNISHED\"]\n\nNever having seen a ghost before, he naturally was terribly frightened,\nand, after a second hasty glance at the awful phantom, he fled back to\nhis room, tripping up in his long winding-sheet as he sped down the\ncorridor, and finally dropping the rusty dagger into the Minister's\njack-boots, where it was found in the morning by the butler. Once in the\nprivacy of his own apartment, he flung himself down on a small\npallet-bed, and hid his face under the clothes. After a time, however,\nthe brave old Canterville spirit asserted itself, and he determined to\ngo and speak to the other ghost as soon as it was daylight. Accordingly,\njust as the dawn was touching the hills with silver, he returned towards\nthe spot where he had first laid eyes on the grisly phantom, feeling\nthat, after all, two ghosts were better than one, and that, by the aid\nof his new friend, he might safely grapple with the twins. On reaching\nthe spot, however, a terrible sight met his gaze. Something had\nevidently happened to the spectre, for the light had entirely faded from\nits hollow eyes, the gleaming falchion had fallen from its hand, and it\nwas leaning up against the wall in a strained and uncomfortable\nattitude. He rushed forward and seized it in his arms, when, to his\nhorror, the head slipped off and rolled on the floor, the body assumed a\nrecumbent posture, and he found himself clasping a white dimity\nbed-curtain, with a sweeping-brush, a kitchen cleaver, and a hollow\nturnip lying at his feet! Unable to understand this curious\ntransformation, he clutched the placard with feverish haste, and there,\nin the grey morning light, he read these fearful words:--\n\n        +------------------------------------+\n        |         YE OTIS GHOSTE             |\n        | Ye Onlie True and Originale Spook, |\n        |    Beware of Ye Imitationes.       |\n        |   All others are counterfeite.     |\n        +------------------------------------+\n\nThe whole thing flashed across him. He had been tricked, foiled, and\nout-witted! The old Canterville look came into his eyes; he ground his\ntoothless gums together; and, raising his withered hands high above his\nhead, swore according to the picturesque phraseology of the antique\nschool, that, when Chanticleer had sounded twice his merry horn, deeds\nof blood would be wrought, and murder walk abroad with silent feet.\n\nHardly had he finished this awful oath when, from the red-tiled roof of\na distant homestead, a cock crew. He laughed a long, low, bitter laugh,\nand waited. Hour after hour he waited, but the cock, for some strange\nreason, did not crow again. Finally, at half-past seven, the arrival of\nthe housemaids made him give up his fearful vigil, and he stalked back\nto his room, thinking of his vain oath and baffled purpose. There he\nconsulted several books of ancient chivalry, of which he was\nexceedingly fond, and found that, on every occasion on which this oath\nhad been used, Chanticleer had always crowed a second time. \"Perdition\nseize the naughty fowl,\" he muttered, \"I have seen the day when, with my\nstout spear, I would have run him through the gorge, and made him crow\nfor me an 'twere in death!\" He then retired to a comfortable lead\ncoffin, and stayed there till evening.\n\nIV\n\n[Illustration: \"HE MET WITH A SEVERE FALL\"]\n\nThe next day the ghost was very weak and tired. The terrible excitement\nof the last four weeks was beginning to have its effect. His nerves were\ncompletely shattered, and he started at the slightest noise. For five\ndays he kept his room, and at last made up his mind to give up the point\nof the blood-stain on the library floor. If the Otis family did not want\nit, they clearly did not deserve it. They were evidently people on a\nlow, material plane of existence, and quite incapable of appreciating\nthe symbolic value of sensuous phenomena. The question of phantasmic\napparitions, and the development of astral bodies, was of course quite a\ndifferent matter, and really not under his control. It was his solemn\nduty to appear in the corridor once a week, and to gibber from the large\noriel window on the first and third Wednesdays in every month, and he\ndid not see how he could honourably escape from his obligations. It is\nquite true that his life had been very evil, but, upon the other hand,\nhe was most conscientious in all things connected with the supernatural.\nFor the next three Saturdays, accordingly, he traversed the corridor as\nusual between midnight and three o'clock, taking every possible\nprecaution against being either heard or seen. He removed his boots,\ntrod as lightly as possible on the old worm-eaten boards, wore a large\nblack velvet cloak, and was careful to use the Rising Sun Lubricator for\noiling his chains. I am bound to acknowledge that it was with a good\ndeal of difficulty that he brought himself to adopt this last mode of\nprotection. However, one night, while the family were at dinner, he\nslipped into Mr. Otis's bedroom and carried off the bottle. He felt a\nlittle humiliated at first, but afterwards was sensible enough to see\nthat there was a great deal to be said for the invention, and, to a\ncertain degree, it served his purpose. Still in spite of everything he\nwas not left unmolested. Strings were continually being stretched across\nthe corridor, over which he tripped in the dark, and on one occasion,\nwhile dressed for the part of \"Black Isaac, or the Huntsman of Hogley\nWoods,\" he met with a severe fall, through treading on a butter-slide,\nwhich the twins had constructed from the entrance of the Tapestry\nChamber to the top of the oak staircase. This last insult so enraged\nhim, that he resolved to make one final effort to assert his dignity and\nsocial position, and determined to visit the insolent young Etonians the\nnext night in his celebrated character of \"Reckless Rupert, or the\nHeadless Earl.\"\n\n[Illustration: \"A HEAVY JUG OF WATER FELL RIGHT DOWN ON HIM.\"]\n\nHe had not appeared in this disguise for more than seventy years; in\nfact, not since he had so frightened pretty Lady Barbara Modish by means\nof it, that she suddenly broke off her engagement with the present Lord\nCanterville's grandfather, and ran away to Gretna Green with handsome\nJack Castletown, declaring that nothing in the world would induce her to\nmarry into a family that allowed such a horrible phantom to walk up and\ndown the terrace at twilight. Poor Jack was afterwards shot in a duel by\nLord Canterville on Wandsworth Common, and Lady Barbara died of a broken\nheart at Tunbridge Wells before the year was out, so, in every way, it\nhad been a great success. It was, however an extremely difficult\n\"make-up,\" if I may use such a theatrical expression in connection with\none of the greatest mysteries of the supernatural, or, to employ a more\nscientific term, the higher-natural world, and it took him fully three\nhours to make his preparations. At last everything was ready, and he was\nvery pleased with his appearance. The big leather riding-boots that went\nwith the dress were just a little too large for him, and he could only\nfind one of the two horse-pistols, but, on the whole, he was quite\nsatisfied, and at a quarter-past one he glided out of the wainscoting\nand crept down the corridor. On reaching the room occupied by the twins,\nwhich I should mention was called the Blue Bed Chamber, on account of\nthe colour of its hangings, he found the door just ajar. Wishing to make\nan effective entrance, he flung it wide open, when a heavy jug of water\nfell right down on him, wetting him to the skin, and just missing his\nleft shoulder by a couple of inches. At the same moment he heard stifled\nshrieks of laughter proceeding from the four-post bed. The shock to his\nnervous system was so great that he fled back to his room as hard as he\ncould go, and the next day he was laid up with a severe cold. The only\nthing that at all consoled him in the whole affair was the fact that he\nhad not brought his head with him, for, had he done so, the consequences\nmight have been very serious.\n\n[Illustration: \"MAKING SATIRICAL REMARKS ON THE PHOTOGRAPHS\"]\n\nHe now gave up all hope of ever frightening this rude American family,\nand contented himself, as a rule, with creeping about the passages in\nlist slippers, with a thick red muffler round his throat for fear of\ndraughts, and a small arquebuse, in case he should be attacked by the\ntwins. The final blow he received occurred on the 19th of September. He\nhad gone down-stairs to the great entrance-hall, feeling sure that\nthere, at any rate, he would be quite unmolested, and was amusing\nhimself by making satirical remarks on the large Saroni photographs of\nthe United States Minister and his wife which had now taken the place of\nthe Canterville family pictures. He was simply but neatly clad in a long\nshroud, spotted with churchyard mould, had tied up his jaw with a strip\nof yellow linen, and carried a small lantern and a sexton's spade. In\nfact, he was dressed for the character of \"Jonas the Graveless, or the\nCorpse-Snatcher of Chertsey Barn,\" one of his most remarkable\nimpersonations, and one which the Cantervilles had every reason to\nremember, as it was the real origin of their quarrel with their\nneighbour, Lord Rufford. It was about a quarter-past two o'clock in\nthe morning, and, as far as he could ascertain, no one was stirring. As\nhe was strolling towards the library, however, to see if there were any\ntraces left of the blood-stain, suddenly there leaped out on him from a\ndark corner two figures, who waved their arms wildly above their heads,\nand shrieked out \"BOO!\" in his ear.\n\n[Illustration: \"SUDDENLY THERE LEAPED OUT TWO FIGURES.\"]\n\nSeized with a panic, which, under the circumstances, was only natural,\nhe rushed for the staircase, but found Washington Otis waiting for him\nthere with the big garden-syringe, and being thus hemmed in by his\nenemies on every side, and driven almost to bay, he vanished into the\ngreat iron stove, which, fortunately for him, was not lit, and had to\nmake his way home through the flues and chimneys, arriving at his own\nroom in a terrible state of dirt, disorder, and despair.\n\nAfter this he was not seen again on any nocturnal expedition. The twins\nlay in wait for him on several occasions, and strewed the passages with\nnutshells every night to the great annoyance of their parents and the\nservants, but it was of no avail. It was quite evident that his feelings\nwere so wounded that he would not appear. Mr. Otis consequently resumed\nhis great work on the history of the Democratic Party, on which he had\nbeen engaged for some years; Mrs. Otis organized a wonderful\nclam-bake, which amazed the whole county; the boys took to lacrosse\neuchre, poker, and other American national games, and Virginia rode\nabout the lanes on her pony, accompanied by the young Duke of Cheshire,\nwho had come to spend the last week of his holidays at Canterville\nChase. It was generally assumed that the ghost had gone away, and, in\nfact, Mr. Otis wrote a letter to that effect to Lord Canterville, who,\nin reply, expressed his great pleasure at the news, and sent his best\ncongratulations to the Minister's worthy wife.\n\nThe Otises, however, were deceived, for the ghost was still in the\nhouse, and though now almost an invalid, was by no means ready to let\nmatters rest, particularly as he heard that among the guests was the\nyoung Duke of Cheshire, whose grand-uncle, Lord Francis Stilton, had\nonce bet a hundred guineas with Colonel Carbury that he would play dice\nwith the Canterville ghost, and was found the next morning lying on the\nfloor of the card-room in such a helpless paralytic state that, though\nhe lived on to a great age, he was never able to say anything again but\n\"Double Sixes.\" The story was well known at the time, though, of course,\nout of respect to the feelings of the two noble families, every attempt\nwas made to hush it up, and a full account of all the circumstances\nconnected with it will be found in the third volume of Lord Tattle's\n_Recollections of the Prince Regent and his Friends_. The ghost, then,\nwas naturally very anxious to show that he had not lost his influence\nover the Stiltons, with whom, indeed, he was distantly connected, his\nown first cousin having been married _en secondes noces_ to the Sieur de\nBulkeley, from whom, as every one knows, the Dukes of Cheshire are\nlineally descended. Accordingly, he made arrangements for appearing to\nVirginia's little lover in his celebrated impersonation of \"The Vampire\nMonk, or the Bloodless Benedictine,\" a performance so horrible that when\nold Lady Startup saw it, which she did on one fatal New Year's Eve, in\nthe year 1764, she went off into the most piercing shrieks, which\nculminated in violent apoplexy, and died in three days, after\ndisinheriting the Cantervilles, who were her nearest relations, and\nleaving all her money to her London apothecary. At the last moment,\nhowever, his terror of the twins prevented his leaving his room, and the\nlittle Duke slept in peace under the great feathered canopy in the Royal\nBedchamber, and dreamed of Virginia.\n\nV\n\nA few days after this, Virginia and her curly-haired cavalier went out\nriding on Brockley meadows, where she tore her habit so badly in getting\nthrough a hedge that, on their return home, she made up her mind to go\nup by the back staircase so as not to be seen. As she was running past\nthe Tapestry Chamber, the door of which happened to be open, she fancied\nshe saw some one inside, and thinking it was her mother's maid, who\nsometimes used to bring her work there, looked in to ask her to mend\nher habit. To her immense surprise, however, it was the Canterville\nGhost himself! He was sitting by the window, watching the ruined gold of\nthe yellowing trees fly through the air, and the red leaves dancing\nmadly down the long avenue. His head was leaning on his hand, and his\nwhole attitude was one of extreme depression. Indeed, so forlorn, and so\nmuch out of repair did he look, that little Virginia, whose first idea\nhad been to run away and lock herself in her room, was filled with pity,\nand determined to try and comfort him. So light was her footfall, and so\ndeep his melancholy, that he was not aware of her presence till she\nspoke to him.\n\n\"I am so sorry for you,\" she said, \"but my brothers are going back to\nEton to-morrow, and then, if you behave yourself, no one will annoy\nyou.\"\n\n\"It is absurd asking me to behave myself,\" he answered, looking round in\nastonishment at the pretty little girl who had ventured to address him,\n\"quite absurd. I must rattle my chains, and groan through keyholes, and\nwalk about at night, if that is what you mean. It is my only reason for\nexisting.\"\n\n\"It is no reason at all for existing, and you know you have been very\nwicked. Mrs. Umney told us, the first day we arrived here, that you had\nkilled your wife.\"\n\n\"Well, I quite admit it,\" said the Ghost, petulantly, \"but it was a\npurely family matter, and concerned no one else.\"\n\n\"It is very wrong to kill any one,\" said Virginia, who at times had a\nsweet puritan gravity, caught from some old New England ancestor.\n\n\"Oh, I hate the cheap severity of abstract ethics! My wife was very\nplain, never had my ruffs properly starched, and knew nothing about\ncookery. Why, there was a buck I had shot in Hogley Woods, a magnificent\npricket, and do you know how she had it sent to table? However, it is\nno matter now, for it is all over, and I don't think it was very nice of\nher brothers to starve me to death, though I did kill her.\"\n\n\"Starve you to death? Oh, Mr. Ghost--I mean Sir Simon, are you hungry? I\nhave a sandwich in my case. Would you like it?\"\n\n\"No, thank you, I never eat anything now; but it is very kind of you,\nall the same, and you are much nicer than the rest of your horrid, rude,\nvulgar, dishonest family.\"\n\n\"Stop!\" cried Virginia, stamping her foot, \"it is you who are rude, and\nhorrid, and vulgar, and as for dishonesty, you know you stole the\npaints out of my box to try and furbish up that ridiculous blood-stain\nin the library. First you took all my reds, including the vermilion, and\nI couldn't do any more sunsets, then you took the emerald-green and the\nchrome-yellow, and finally I had nothing left but indigo and Chinese\nwhite, and could only do moonlight scenes, which are always depressing\nto look at, and not at all easy to paint. I never told on you, though I\nwas very much annoyed, and it was most ridiculous, the whole thing; for\nwho ever heard of emerald-green blood?\"\n\n\"Well, really,\" said the Ghost, rather meekly, \"what was I to do? It is\na very difficult thing to get real blood nowadays, and, as your brother\nbegan it all with his Paragon Detergent, I certainly saw no reason why I\nshould not have your paints. As for colour, that is always a matter of\ntaste: the Cantervilles have blue blood, for instance, the very bluest\nin England; but I know you Americans don't care for things of this\nkind.\"\n\n\"You know nothing about it, and the best thing you can do is to emigrate\nand improve your mind. My father will be only too happy to give you a\nfree passage, and though there is a heavy duty on spirits of every kind,\nthere will be no difficulty about the Custom House, as the officers are\nall Democrats. Once in New York, you are sure to be a great success. I\nknow lots of people there who would give a hundred thousand dollars to\nhave a grandfather, and much more than that to have a family ghost.\"\n\n\"I don't think I should like America.\"\n\n\"I suppose because we have no ruins and no curiosities,\" said Virginia,\nsatirically.\n\n\"No ruins! no curiosities!\" answered the Ghost; \"you have your navy and\nyour manners.\"\n\n\"Good evening; I will go and ask papa to get the twins an extra week's\nholiday.\"\n\n\"Please don't go, Miss Virginia,\" he cried; \"I am so lonely and so\nunhappy, and I really don't know what to do. I want to go to sleep and I\ncannot.\"\n\n\"That's quite absurd! You have merely to go to bed and blow out the\ncandle. It is very difficult sometimes to keep awake, especially at\nchurch, but there is no difficulty at all about sleeping. Why, even\nbabies know how to do that, and they are not very clever.\"\n\n\"I have not slept for three hundred years,\" he said sadly, and\nVirginia's beautiful blue eyes opened in wonder; \"for three hundred\nyears I have not slept, and I am so tired.\"\n\nVirginia grew quite grave, and her little lips trembled like\nrose-leaves. She came towards him, and kneeling down at his side, looked\nup into his old withered face.\n\n\"Poor, poor Ghost,\" she murmured; \"have you no place where you can\nsleep?\"\n\n[Illustration: \"'POOR, POOR GHOST,' SHE MURMURED; 'HAVE YOU NO PLACE\nWHERE YOU CAN SLEEP?'\"]\n\n\"Far away beyond the pine-woods,\" he answered, in a low, dreamy voice,\n\"there is a little garden. There the grass grows long and deep, there\nare the great white stars of the hemlock flower, there the nightingale\nsings all night long. All night long he sings, and the cold crystal\nmoon looks down, and the yew-tree spreads out its giant arms over the\nsleepers.\"\n\nVirginia's eyes grew dim with tears, and she hid her face in her hands.\n\n\"You mean the Garden of Death,\" she whispered.\n\n\"Yes, death. Death must be so beautiful. To lie in the soft brown earth,\nwith the grasses waving above one's head, and listen to silence. To have\nno yesterday, and no to-morrow. To forget time, to forget life, to be at\npeace. You can help me. You can open for me the portals of death's\nhouse, for love is always with you, and love is stronger than death\nis.\"\n\nVirginia trembled, a cold shudder ran through her, and for a few moments\nthere was silence. She felt as if she was in a terrible dream.\n\nThen the ghost spoke again, and his voice sounded like the sighing of\nthe wind.\n\n\"Have you ever read the old prophecy on the library window?\"\n\n\"Oh, often,\" cried the little girl, looking up; \"I know it quite well.\nIt is painted in curious black letters, and is difficult to read. There\nare only six lines:\n\n    \"'When a golden girl can win\n    Prayer from out the lips of sin,\n    When the barren almond bears,\n    And a little child gives away its tears,\n    Then shall all the house be still\n    And peace come to Canterville.'\n\n\"But I don't know what they mean.\"\n\n\"They mean,\" he said, sadly, \"that you must weep with me for my sins,\nbecause I have no tears, and pray with me for my soul, because I have no\nfaith, and then, if you have always been sweet, and good, and gentle,\nthe angel of death will have mercy on me. You will see fearful shapes in\ndarkness, and wicked voices will whisper in your ear, but they will not\nharm you, for against the purity of a little child the powers of Hell\ncannot prevail.\"\n\nVirginia made no answer, and the ghost wrung his hands in wild despair\nas he looked down at her bowed golden head. Suddenly she stood up, very\npale, and with a strange light in her eyes. \"I am not afraid,\" she said\nfirmly, \"and I will ask the angel to have mercy on you.\"\n\nHe rose from his seat with a faint cry of joy, and taking her hand bent\nover it with old-fashioned grace and kissed it. His fingers were as cold\nas ice, and his lips burned like fire, but Virginia did not falter, as\nhe led her across the dusky room. On the faded green tapestry were\nbroidered little huntsmen. They blew their tasselled horns and with\ntheir tiny hands waved to her to go back. \"Go back! little Virginia,\"\nthey cried, \"go back!\" but the ghost clutched her hand more tightly,\nand she shut her eyes against them. Horrible animals with lizard tails\nand goggle eyes blinked at her from the carven chimneypiece, and\nmurmured, \"Beware! little Virginia, beware! we may never see you again,\"\nbut the Ghost glided on more swiftly, and Virginia did not listen. When\nthey reached the end of the room he stopped, and muttered some words she\ncould not understand. She opened her eyes, and saw the wall slowly\nfading away like a mist, and a great black cavern in front of her. A\nbitter cold wind swept round them, and she felt something pulling at her\ndress. \"Quick, quick,\" cried the Ghost, \"or it will be too late,\" and\nin a moment the wainscoting had closed behind them, and the Tapestry\nChamber was empty.\n\n[Illustration: \"THE GHOST GLIDED ON MORE SWIFTLY\"]\n\nVI\n\nAbout ten minutes later, the bell rang for tea, and, as Virginia did not\ncome down, Mrs. Otis sent up one of the footmen to tell her. After a\nlittle time he returned and said that he could not find Miss Virginia\nanywhere. As she was in the habit of going out to the garden every\nevening to get flowers for the dinner-table, Mrs. Otis was not at all\nalarmed at first, but when six o'clock struck, and Virginia did not\nappear, she became really agitated, and sent the boys out to look for\nher, while she herself and Mr. Otis searched every room in the house. At\nhalf-past six the boys came back and said that they could find no trace\nof their sister anywhere. They were all now in the greatest state of\nexcitement, and did not know what to do, when Mr. Otis suddenly\nremembered that, some few days before, he had given a band of gipsies\npermission to camp in the park. He accordingly at once set off for\nBlackfell Hollow, where he knew they were, accompanied by his eldest son\nand two of the farm-servants. The little Duke of Cheshire, who was\nperfectly frantic with anxiety, begged hard to be allowed to go too,\nbut Mr. Otis would not allow him, as he was afraid there might be a\nscuffle. On arriving at the spot, however, he found that the gipsies had\ngone, and it was evident that their departure had been rather sudden, as\nthe fire was still burning, and some plates were lying on the grass.\nHaving sent off Washington and the two men to scour the district, he ran\nhome, and despatched telegrams to all the police inspectors in the\ncounty, telling them to look out for a little girl who had been\nkidnapped by tramps or gipsies. He then ordered his horse to be brought\nround, and, after insisting on his wife and the three boys sitting down\nto dinner, rode off down the Ascot road with a groom. He had hardly,\nhowever, gone a couple of miles, when he heard somebody galloping after\nhim, and, looking round, saw the little Duke coming up on his pony, with\nhis face very flushed, and no hat. \"I'm awfully sorry, Mr. Otis,\" gasped\nout the boy, \"but I can't eat any dinner as long as Virginia is lost.\nPlease don't be angry with me; if you had let us be engaged last year,\nthere would never have been all this trouble. You won't send me back,\nwill you? I can't go! I won't go!\"\n\n[Illustration: \"HE HEARD SOMEBODY GALLOPING AFTER HIM\"]\n\nThe Minister could not help smiling at the handsome young scapegrace,\nand was a good deal touched at his devotion to Virginia, so leaning down\nfrom his horse, he patted him kindly on the shoulders, and said, \"Well,\nCecil, if you won't go back, I suppose you must come with me, but I must\nget you a hat at Ascot.\"\n\n\"Oh, bother my hat! I want Virginia!\" cried the little Duke, laughing,\nand they galloped on to the railway station. There Mr. Otis inquired of\nthe station-master if any one answering to the description of Virginia\nhad been seen on the platform, but could get no news of her. The\nstation-master, however, wired up and down the line, and assured him\nthat a strict watch would be kept for her, and, after having bought a\nhat for the little Duke from a linen-draper, who was just putting up his\nshutters, Mr. Otis rode off to Bexley, a village about four miles away,\nwhich he was told was a well-known haunt of the gipsies, as there was a\nlarge common next to it. Here they roused up the rural policeman, but\ncould get no information from him, and, after riding all over the\ncommon, they turned their horses' heads homewards, and reached the Chase\nabout eleven o'clock, dead-tired and almost heart-broken. They found\nWashington and the twins waiting for them at the gate-house with\nlanterns, as the avenue was very dark. Not the slightest trace of\nVirginia had been discovered. The gipsies had been caught on Brockley\nmeadows, but she was not with them, and they had explained their sudden\ndeparture by saying that they had mistaken the date of Chorton Fair, and\nhad gone off in a hurry for fear they should be late. Indeed, they had\nbeen quite distressed at hearing of Virginia's disappearance, as they\nwere very grateful to Mr. Otis for having allowed them to camp in his\npark, and four of their number had stayed behind to help in the search.\nThe carp-pond had been dragged, and the whole Chase thoroughly gone\nover, but without any result. It was evident that, for that night at any\nrate, Virginia was lost to them; and it was in a state of the deepest\ndepression that Mr. Otis and the boys walked up to the house, the groom\nfollowing behind with the two horses and the pony. In the hall they\nfound a group of frightened servants, and lying on a sofa in the library\nwas poor Mrs. Otis, almost out of her mind with terror and anxiety, and\nhaving her forehead bathed with eau de cologne by the old housekeeper.\nMr. Otis at once insisted on her having something to eat, and ordered up\nsupper for the whole party. It was a melancholy meal, as hardly any one\nspoke, and even the twins were awestruck and subdued, as they were very\nfond of their sister. When they had finished, Mr. Otis, in spite of the\nentreaties of the little Duke, ordered them all to bed, saying that\nnothing more could be done that night, and that he would telegraph in\nthe morning to Scotland Yard for some detectives to be sent down\nimmediately. Just as they were passing out of the dining-room, midnight\nbegan to boom from the clock tower, and when the last stroke sounded\nthey heard a crash and a sudden shrill cry; a dreadful peal of thunder\nshook the house, a strain of unearthly music floated through the air, a\npanel at the top of the staircase flew back with a loud noise, and out\non the landing, looking very pale and white, with a little casket in her\nhand, stepped Virginia. In a moment they had all rushed up to her. Mrs.\nOtis clasped her passionately in her arms, the Duke smothered her with\nviolent kisses, and the twins executed a wild war-dance round the group.\n\n[Illustration: \"OUT ON THE LANDING STEPPED VIRGINIA\"]\n\n\"Good heavens! child, where have you been?\" said Mr. Otis, rather\nangrily, thinking that she had been playing some foolish trick on them.\n\"Cecil and I have been riding all over the country looking for you, and\nyour mother has been frightened to death. You must never play these\npractical jokes any more.\"\n\n\"Except on the Ghost! except on the Ghost!\" shrieked the twins, as they\ncapered about.\n\n\"My own darling, thank God you are found; you must never leave my side\nagain,\" murmured Mrs. Otis, as she kissed the trembling child, and\nsmoothed the tangled gold of her hair.\n\n\"Papa,\" said Virginia, quietly, \"I have been with the Ghost. He is dead,\nand you must come and see him. He had been very wicked, but he was\nreally sorry for all that he had done, and he gave me this box of\nbeautiful jewels before he died.\"\n\nThe whole family gazed at her in mute amazement, but she was quite grave\nand serious; and, turning round, she led them through the opening in the\nwainscoting down a narrow secret corridor, Washington following with a\nlighted candle, which he had caught up from the table. Finally, they\ncame to a great oak door, studded with rusty nails. When Virginia\ntouched it, it swung back on its heavy hinges, and they found themselves\nin a little low room, with a vaulted ceiling, and one tiny grated\nwindow. Imbedded in the wall was a huge iron ring, and chained to it was\na gaunt skeleton, that was stretched out at full length on the stone\nfloor, and seemed to be trying to grasp with its long fleshless fingers\nan old-fashioned trencher and ewer, that were placed just out of its\nreach. The jug had evidently been once filled with water, as it was\ncovered inside with green mould. There was nothing on the trencher but\na pile of dust. Virginia knelt down beside the skeleton, and, folding\nher little hands together, began to pray silently, while the rest of the\nparty looked on in wonder at the terrible tragedy whose secret was now\ndisclosed to them.\n\n[Illustration: \"CHAINED TO IT WAS A GAUNT SKELETON\"]\n\n\"Hallo!\" suddenly exclaimed one of the twins, who had been looking out\nof the window to try and discover in what wing of the house the room was\nsituated. \"Hallo! the old withered almond-tree has blossomed. I can see\nthe flowers quite plainly in the moonlight.\"\n\n\"God has forgiven him,\" said Virginia, gravely, as she rose to her feet,\nand a beautiful light seemed to illumine her face.\n\n\"What an angel you are!\" cried the young Duke, and he put his arm round\nher neck, and kissed her.\n\nVII\n\n[Illustration: \"BY THE SIDE OF THE HEARSE AND THE COACHES WALKED THE\nSERVANTS WITH LIGHTED TORCHES\"]\n\nFour days after these curious incidents, a funeral started from\nCanterville Chase at about eleven o'clock at night. The hearse was drawn\nby eight black horses, each of which carried on its head a great tuft of\nnodding ostrich-plumes, and the leaden coffin was covered by a rich\npurple pall, on which was embroidered in gold the Canterville\ncoat-of-arms. By the side of the hearse and the coaches walked the\nservants with lighted torches, and the whole procession was wonderfully\nimpressive. Lord Canterville was the chief mourner, having come up\nspecially from Wales to attend the funeral, and sat in the first\ncarriage along with little Virginia. Then came the United States\nMinister and his wife, then Washington and the three boys, and in the\nlast carriage was Mrs. Umney. It was generally felt that, as she had\nbeen frightened by the ghost for more than fifty years of her life, she\nhad a right to see the last of him. A deep grave had been dug in the\ncorner of the churchyard, just under the old yew-tree, and the service\nwas read in the most impressive manner by the Rev. Augustus Dampier.\nWhen the ceremony was over, the servants, according to an old custom\nobserved in the Canterville family, extinguished their torches, and, as\nthe coffin was being lowered into the grave, Virginia stepped forward,\nand laid on it a large cross made of white and pink almond-blossoms. As\nshe did so, the moon came out from behind a cloud, and flooded with its\nsilent silver the little churchyard, and from a distant copse a\nnightingale began to sing. She thought of the ghost's description of the\nGarden of Death, her eyes became dim with tears, and she hardly spoke a\nword during the drive home.\n\n[Illustration: \"THE MOON CAME OUT FROM BEHIND A CLOUD\"]\n\nThe next morning, before Lord Canterville went up to town, Mr. Otis had\nan interview with him on the subject of the jewels the ghost had given\nto Virginia. They were perfectly magnificent, especially a certain ruby\nnecklace with old Venetian setting, which was really a superb specimen\nof sixteenth-century work, and their value was so great that Mr. Otis\nfelt considerable scruples about allowing his daughter to accept them.\n\n\"My lord,\" he said, \"I know that in this country mortmain is held to\napply to trinkets as well as to land, and it is quite clear to me that\nthese jewels are, or should be, heirlooms in your family. I must beg\nyou, accordingly, to take them to London with you, and to regard them\nsimply as a portion of your property which has been restored to you\nunder certain strange conditions. As for my daughter, she is merely a\nchild, and has as yet, I am glad to say, but little interest in such\nappurtenances of idle luxury. I am also informed by Mrs. Otis, who, I\nmay say, is no mean authority upon Art,--having had the privilege of\nspending several winters in Boston when she was a girl,--that these gems\nare of great monetary worth, and if offered for sale would fetch a tall\nprice. Under these circumstances, Lord Canterville, I feel sure that you\nwill recognize how impossible it would be for me to allow them to remain\nin the possession of any member of my family; and, indeed, all such\nvain gauds and toys, however suitable or necessary to the dignity of the\nBritish aristocracy, would be completely out of place among those who\nhave been brought up on the severe, and I believe immortal, principles\nof Republican simplicity. Perhaps I should mention that Virginia is very\nanxious that you should allow her to retain the box, as a memento of\nyour unfortunate but misguided ancestor. As it is extremely old, and\nconsequently a good deal out of repair, you may perhaps think fit to\ncomply with her request. For my own part, I confess I am a good deal\nsurprised to find a child of mine expressing sympathy with medivalism\nin any form, and can only account for it by the fact that Virginia was\nborn in one of your London suburbs shortly after Mrs. Otis had returned\nfrom a trip to Athens.\"\n\nLord Canterville listened very gravely to the worthy Minister's speech,\npulling his grey moustache now and then to hide an involuntary smile,\nand when Mr. Otis had ended, he shook him cordially by the hand, and\nsaid: \"My dear sir, your charming little daughter rendered my unlucky\nancestor, Sir Simon, a very important service, and I and my family are\nmuch indebted to her for her marvellous courage and pluck. The jewels\nare clearly hers, and, egad, I believe that if I were heartless enough\nto take them from her, the wicked old fellow would be out of his grave\nin a fortnight, leading me the devil of a life. As for their being\nheirlooms, nothing is an heirloom that is not so mentioned in a will or\nlegal document, and the existence of these jewels has been quite\nunknown. I assure you I have no more claim on them than your butler, and\nwhen Miss Virginia grows up, I dare say she will be pleased to have\npretty things to wear. Besides, you forget, Mr. Otis, that you took the\nfurniture and the ghost at a valuation, and anything that belonged to\nthe ghost passed at once into your possession, as, whatever activity\nSir Simon may have shown in the corridor at night, in point of law he\nwas really dead, and you acquired his property by purchase.\"\n\nMr. Otis was a good deal distressed at Lord Canterville's refusal, and\nbegged him to reconsider his decision, but the good-natured peer was\nquite firm, and finally induced the Minister to allow his daughter to\nretain the present the ghost had given her, and when, in the spring of\n1890, the young Duchess of Cheshire was presented at the Queen's first\ndrawing-room on the occasion of her marriage, her jewels were the\nuniversal theme of admiration. For Virginia received the coronet, which\nis the reward of all good little American girls, and was married to her\nboy-lover as soon as he came of age. They were both so charming, and\nthey loved each other so much, that every one was delighted at the\nmatch, except the old Marchioness of Dumbleton, who had tried to catch\nthe Duke for one of her seven unmarried daughters, and had given no less\nthan three expensive dinner-parties for that purpose, and, strange to\nsay, Mr. Otis himself. Mr. Otis was extremely fond of the young Duke\npersonally, but, theoretically, he objected to titles, and, to use his\nown words, \"was not without apprehension lest, amid the enervating\ninfluences of a pleasure-loving aristocracy, the true principles of\nRepublican simplicity should be forgotten.\" His objections, however,\nwere completely overruled, and I believe that when he walked up the\naisle of St. George's, Hanover Square, with his daughter leaning on his\narm, there was not a prouder man in the whole length and breadth of\nEngland.\n\nThe Duke and Duchess, after the honeymoon was over, went down to\nCanterville Chase, and on the day after their arrival they walked over\nin the afternoon to the lonely churchyard by the pine-woods. There had\nbeen a great deal of difficulty at first about the inscription on Sir\nSimon's tombstone, but finally it had been decided to engrave on it\nsimply the initials of the old gentleman's name, and the verse from the\nlibrary window. The Duchess had brought with her some lovely roses,\nwhich she strewed upon the grave, and after they had stood by it for\nsome time they strolled into the ruined chancel of the old abbey. There\nthe Duchess sat down on a fallen pillar, while her husband lay at her\nfeet smoking a cigarette and looking up at her beautiful eyes. Suddenly\nhe threw his cigarette away, took hold of her hand, and said to her,\n\"Virginia, a wife should have no secrets from her husband.\"\n\n\"Dear Cecil! I have no secrets from you.\"\n\n\"Yes, you have,\" he answered, smiling, \"you have never told me what\nhappened to you when you were locked up with the ghost.\"\n\n\"I have never told any one, Cecil,\" said Virginia, gravely.\n\n\"I know that, but you might tell me.\"\n\n\"Please don't ask me, Cecil, I cannot tell you. Poor Sir Simon! I owe\nhim a great deal. Yes, don't laugh, Cecil, I really do. He made me see\nwhat Life is, and what Death signifies, and why Love is stronger than\nboth.\"\n\nThe Duke rose and kissed his wife lovingly.\n\n\"You can have your secret as long as I have your heart,\" he murmured.\n\n\"You have always had that, Cecil.\"\n\n\"And you will tell our children some day, won't you?\"\n\nVirginia blushed.",
    "summary": "EBOOK THE CANTERVILLE GHOST ***\n\nE-text prepared by Robert Cicconetti, Karina Aleksandrova, and the Project\nGutenberg Online Distributed Proofreading Team\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations. zip:\n      (https://www. org/d...",
    "word_count": 11682,
    "reading_time_minutes": 59,
    "publication_year": null,
    "source_url": "https://www.gutenberg.org/ebooks/14522",
    "original_language": "en",
    "is_public_domain": true,
    "download_count": 769,
    "authors": [
      {}
    ],
    "subjects": [
      "Ghosts -- Fiction",
      "England -- Fiction",
      "PR"
    ],
    "bookshelves": [],
    "formats": {},
    "description": "",
    "processed_at": "2025-06-01T14:25:13.171Z",
    "source": "gnikdroy_api",
    "api_version": "v1",
    "locations": [],
    "themes": [
      {
        "name": "Horror",
        "confidence": 0.8
      }
    ],
    "enriched_at": "2025-06-01T14:25:51.677Z",
    "database_id": "940bb208-90d9-452f-9ad0-99d5c7c4c77e"
  },
  {
    "gutenberg_id": 807,
    "title": "Hunted Down: The Detective Stories of Charles Dickens",
    "slug": "hunted-down-the-detective-stories-of-charles-dickens",
    "original_text": "EBOOK HUNTED DOWN***\n\nTranscribed from the 1905 Chapman and Hall Hard Times and Reprinted\nPieces edition by David Price, email ccx074@pglaf.org\n\n                            HUNTED DOWN [1860]\n\nI.\n\nMOST of us see some romances in life.  In my capacity as Chief Manager of\na Life Assurance Office, I think I have within the last thirty years seen\nmore romances than the generality of men, however unpromising the\nopportunity may, at first sight, seem.\n\nAs I have retired, and live at my ease, I possess the means that I used\nto want, of considering what I have seen, at leisure.  My experiences\nhave a more remarkable aspect, so reviewed, than they had when they were\nin progress.  I have come home from the Play now, and can recall the\nscenes of the Drama upon which the curtain has fallen, free from the\nglare, bewilderment, and bustle of the Theatre.\n\nLet me recall one of these Romances of the real world.\n\nThere is nothing truer than physiognomy, taken in connection with manner.\nThe art of reading that book of which Eternal Wisdom obliges every human\ncreature to present his or her own page with the individual character\nwritten on it, is a difficult one, perhaps, and is little studied.  It\nmay require some natural aptitude, and it must require (for everything\ndoes) some patience and some pains.  That these are not usually given to\nit,that numbers of people accept a few stock commonplace expressions of\nthe face as the whole list of characteristics, and neither seek nor know\nthe refinements that are truest,that You, for instance, give a great\ndeal of time and attention to the reading of music, Greek, Latin, French,\nItalian, Hebrew, if you please, and do not qualify yourself to read the\nface of the master or mistress looking over your shoulder teaching it to\nyou,I assume to be five hundred times more probable than improbable.\nPerhaps a little self-sufficiency may be at the bottom of this; facial\nexpression requires no study from you, you think; it comes by nature to\nyou to know enough about it, and you are not to be taken in.\n\nI confess, for my part, that I _have_ been taken in, over and over again.\nI have been taken in by acquaintances, and I have been taken in (of\ncourse) by friends; far oftener by friends than by any other class of\npersons.  How came I to be so deceived?  Had I quite misread their faces?\n\nNo.  Believe me, my first impression of those people, founded on face and\nmanner alone, was invariably true.  My mistake was in suffering them to\ncome nearer to me and explain themselves away.\n\nII.\n\nTHE partition which separated my own office from our general outer office\nin the City was of thick plate-glass.  I could see through it what passed\nin the outer office, without hearing a word.  I had it put up in place of\na wall that had been there for years,ever since the house was built.  It\nis no matter whether I did or did not make the change in order that I\nmight derive my first impression of strangers, who came to us on\nbusiness, from their faces alone, without being influenced by anything\nthey said.  Enough to mention that I turned my glass partition to that\naccount, and that a Life Assurance Office is at all times exposed to be\npractised upon by the most crafty and cruel of the human race.\n\nIt was through my glass partition that I first saw the gentleman whose\nstory I am going to tell.\n\nHe had come in without my observing it, and had put his hat and umbrella\non the broad counter, and was bending over it to take some papers from\none of the clerks.  He was about forty or so, dark, exceedingly well\ndressed in black,being in mourning,and the hand he extended with a\npolite air, had a particularly well-fitting black-kid glove upon it.  His\nhair, which was elaborately brushed and oiled, was parted straight up the\nmiddle; and he presented this parting to the clerk, exactly (to my\nthinking) as if he had said, in so many words: You must take me, if you\nplease, my friend, just as I show myself.  Come straight up here, follow\nthe gravel path, keep off the grass, I allow no trespassing.\n\nI conceived a very great aversion to that man the moment I thus saw him.\n\nHe had asked for some of our printed forms, and the clerk was giving them\nto him and explaining them.  An obliged and agreeable smile was on his\nface, and his eyes met those of the clerk with a sprightly look.  (I have\nknown a vast quantity of nonsense talked about bad men not looking you in\nthe face.  Dont trust that conventional idea.  Dishonesty will stare\nhonesty out of countenance, any day in the week, if there is anything to\nbe got by it.)\n\nI saw, in the corner of his eyelash, that he became aware of my looking\nat him.  Immediately he turned the parting in his hair toward the glass\npartition, as if he said to me with a sweet smile, Straight up here, if\nyou please.  Off the grass!\n\nIn a few moments he had put on his hat and taken up his umbrella, and was\ngone.\n\nI beckoned the clerk into my room, and asked, Who was that?\n\nHe had the gentlemans card in his hand.  Mr. Julius Slinkton, Middle\nTemple.\n\nA barrister, Mr. Adams?\n\nI think not, sir.\n\nI should have thought him a clergyman, but for his having no Reverend\nhere, said I.\n\nProbably, from his appearance, Mr. Adams replied, he is reading for\norders.\n\nI should mention that he wore a dainty white cravat, and dainty linen\naltogether.\n\nWhat did he want, Mr. Adams?\n\nMerely a form of proposal, sir, and form of reference.\n\nRecommended here?  Did he say?\n\nYes, he said he was recommended here by a friend of yours.  He noticed\nyou, but said that as he had not the pleasure of your personal\nacquaintance he would not trouble you.\n\nDid he know my name?\n\nO yes, sir!  He said, There _is_ Mr. Sampson, I see!\n\nA well-spoken gentleman, apparently?\n\nRemarkably so, sir.\n\nInsinuating manners, apparently?\n\nVery much so, indeed, sir.\n\nHah! said I.  I want nothing at present, Mr. Adams.\n\nWithin a fortnight of that day I went to dine with a friend of mine, a\nmerchant, a man of taste, who buys pictures and books, and the first man\nI saw among the company was Mr. Julius Slinkton.  There he was, standing\nbefore the fire, with good large eyes and an open expression of face; but\nstill (I thought) requiring everybody to come at him by the prepared way\nhe offered, and by no other.\n\nI noticed him ask my friend to introduce him to Mr. Sampson, and my\nfriend did so.  Mr. Slinkton was very happy to see me.  Not too happy;\nthere was no over-doing of the matter; happy in a thoroughly well-bred,\nperfectly unmeaning way.\n\nI thought you had met, our host observed.\n\nNo, said Mr. Slinkton.  I did look in at Mr. Sampsons office, on your\nrecommendation; but I really did not feel justified in troubling Mr.\nSampson himself, on a point in the everyday routine of an ordinary\nclerk.\n\nI said I should have been glad to show him any attention on our friends\nintroduction.\n\nI am sure of that, said he, and am much obliged.  At another time,\nperhaps, I may be less delicate.  Only, however, if I have real business;\nfor I know, Mr. Sampson, how precious business time is, and what a vast\nnumber of impertinent people there are in the world.\n\nI acknowledged his consideration with a slight bow.  You were thinking,\nsaid I, of effecting a policy on your life.\n\nO dear no!  I am afraid I am not so prudent as you pay me the compliment\nof supposing me to be, Mr. Sampson.  I merely inquired for a friend.  But\nyou know what friends are in such matters.  Nothing may ever come of it.\nI have the greatest reluctance to trouble men of business with inquiries\nfor friends, knowing the probabilities to be a thousand to one that the\nfriends will never follow them up.  People are so fickle, so selfish, so\ninconsiderate.  Dont you, in your business, find them so every day, Mr.\nSampson?\n\nI was going to give a qualified answer; but he turned his smooth, white\nparting on me with its Straight up here, if you please! and I answered\nYes.\n\nI hear, Mr. Sampson, he resumed presently, for our friend had a new\ncook, and dinner was not so punctual as usual, that your profession has\nrecently suffered a great loss.\n\nIn money? said I.\n\nHe laughed at my ready association of loss with money, and replied, No,\nin talent and vigour.\n\nNot at once following out his allusion, I considered for a moment.\n_Has_ it sustained a loss of that kind? said I.  I was not aware of\nit.\n\nUnderstand me, Mr. Sampson.  I dont imagine that you have retired.  It\nis not so bad as that.  But Mr. Meltham\n\nO, to be sure! said I.  Yes!  Mr. Meltham, the young actuary of the\nInestimable.\n\nJust so, he returned in a consoling way.\n\nHe is a great loss.  He was at once the most profound, the most\noriginal, and the most energetic man I have ever known connected with\nLife Assurance.\n\nI spoke strongly; for I had a high esteem and admiration for Meltham; and\nmy gentleman had indefinitely conveyed to me some suspicion that he\nwanted to sneer at him.  He recalled me to my guard by presenting that\ntrim pathway up his head, with its internal Not on the grass, if you\npleasethe gravel.\n\nYou knew him, Mr. Slinkton.\n\nOnly by reputation.  To have known him as an acquaintance or as a\nfriend, is an honour I should have sought if he had remained in society,\nthough I might never have had the good fortune to attain it, being a man\nof far inferior mark.  He was scarcely above thirty, I suppose?\n\nAbout thirty.\n\nAh! he sighed in his former consoling way.  What creatures we are!  To\nbreak up, Mr. Sampson, and become incapable of business at that time of\nlife!Any reason assigned for the melancholy fact?\n\n(Humph! thought I, as I looked at him.  But I WONT go up the track,\nand I WILL go on the grass.)\n\nWhat reason have you heard assigned, Mr. Slinkton? I asked,\npoint-blank.\n\nMost likely a false one.  You know what Rumour is, Mr. Sampson.  I never\nrepeat what I hear; it is the only way of paring the nails and shaving\nthe head of Rumour.  But when _you_ ask me what reason I have heard\nassigned for Mr. Melthams passing away from among men, it is another\nthing.  I am not gratifying idle gossip then.  I was told, Mr. Sampson,\nthat Mr. Meltham had relinquished all his avocations and all his\nprospects, because he was, in fact, broken-hearted.  A disappointed\nattachment I heard,though it hardly seems probable, in the case of a man\nso distinguished and so attractive.\n\nAttractions and distinctions are no armour against death, said I.\n\nO, she died?  Pray pardon me.  I did not hear that.  That, indeed, makes\nit very, very sad.  Poor Mr. Meltham!  She died?  Ah, dear me!\nLamentable, lamentable!\n\nI still thought his pity was not quite genuine, and I still suspected an\nunaccountable sneer under all this, until he said, as we were parted,\nlike the other knots of talkers, by the announcement of dinner:\n\nMr. Sampson, you are surprised to see me so moved on behalf of a man\nwhom I have never known.  I am not so disinterested as you may suppose.\nI have suffered, and recently too, from death myself.  I have lost one of\ntwo charming nieces, who were my constant companions.  She died\nyoungbarely three-and-twenty; and even her remaining sister is far from\nstrong.  The world is a grave!\n\nHe said this with deep feeling, and I felt reproached for the coldness of\nmy manner.  Coldness and distrust had been engendered in me, I knew, by\nmy bad experiences; they were not natural to me; and I often thought how\nmuch I had lost in life, losing trustfulness, and how little I had\ngained, gaining hard caution.  This state of mind being habitual to me, I\ntroubled myself more about this conversation than I might have troubled\nmyself about a greater matter.  I listened to his talk at dinner, and\nobserved how readily other men responded to it, and with what a graceful\ninstinct he adapted his subjects to the knowledge and habits of those he\ntalked with.  As, in talking with me, he had easily started the subject I\nmight be supposed to understand best, and to be the most interested in,\nso, in talking with others, he guided himself by the same rule.  The\ncompany was of a varied character; but he was not at fault, that I could\ndiscover, with any member of it.  He knew just as much of each mans\npursuit as made him agreeable to that man in reference to it, and just as\nlittle as made it natural in him to seek modestly for information when\nthe theme was broached.\n\nAs he talked and talkedbut really not too much, for the rest of us\nseemed to force it upon himI became quite angry with myself.  I took his\nface to pieces in my mind, like a watch, and examined it in detail.  I\ncould not say much against any of his features separately; I could say\neven less against them when they were put together.  Then is it not\nmonstrous, I asked myself, that because a man happens to part his hair\nstraight up the middle of his head, I should permit myself to suspect,\nand even to detest him?\n\n(I may stop to remark that this was no proof of my sense.  An observer of\nmen who finds himself steadily repelled by some apparently trifling thing\nin a stranger is right to give it great weight.  It may be the clue to\nthe whole mystery.  A hair or two will show where a lion is hidden.  A\nvery little key will open a very heavy door.)\n\nI took my part in the conversation with him after a time, and we got on\nremarkably well.  In the drawing-room I asked the host how long he had\nknown Mr. Slinkton.  He answered, not many months; he had met him at the\nhouse of a celebrated painter then present, who had known him well when\nhe was travelling with his nieces in Italy for their health.  His plans\nin life being broken by the death of one of them, he was reading with the\nintention of going back to college as a matter of form, taking his\ndegree, and going into orders.  I could not but argue with myself that\nhere was the true explanation of his interest in poor Meltham, and that I\nhad been almost brutal in my distrust on that simple head.\n\nIII.\n\nON the very next day but one I was sitting behind my glass partition, as\nbefore, when he came into the outer office, as before.  The moment I saw\nhim again without hearing him, I hated him worse than ever.\n\nIt was only for a moment that I had this opportunity; for he waved his\ntight-fitting black glove the instant I looked at him, and came straight\nin.\n\nMr. Sampson, good-day!  I presume, you see, upon your kind permission to\nintrude upon you.  I dont keep my word in being justified by business,\nfor my business hereif I may so abuse the wordis of the slightest\nnature.\n\nI asked, was it anything I could assist him in?\n\nI thank you, no.  I merely called to inquire outside whether my dilatory\nfriend had been so false to himself as to be practical and sensible.\nBut, of course, he has done nothing.  I gave him your papers with my own\nhand, and he was hot upon the intention, but of course he has done\nnothing.  Apart from the general human disinclination to do anything that\nought to be done, I dare say there is a specialty about assuring ones\nlife.  You find it like will-making.  People are so superstitious, and\ntake it for granted they will die soon afterwards.\n\nUp here, if you please; straight up here, Mr. Sampson.  Neither to the\nright nor to the left.  I almost fancied I could hear him breathe the\nwords as he sat smiling at me, with that intolerable parting exactly\nopposite the bridge of my nose.\n\nThere is such a feeling sometimes, no doubt, I replied; but I dont\nthink it obtains to any great extent.\n\nWell, said he, with a shrug and a smile, I wish some good angel would\ninfluence my friend in the right direction.  I rashly promised his mother\nand sister in Norfolk to see it done, and he promised them that he would\ndo it.  But I suppose he never will.\n\nHe spoke for a minute or two on indifferent topics, and went away.\n\nI had scarcely unlocked the drawers of my writing-table next morning,\nwhen he reappeared.  I noticed that he came straight to the door in the\nglass partition, and did not pause a single moment outside.\n\nCan you spare me two minutes, my dear Mr. Sampson?\n\nBy all means.\n\nMuch obliged, laying his hat and umbrella on the table; I came early,\nnot to interrupt you.  The fact is, I am taken by surprise in reference\nto this proposal my friend has made.\n\nHas he made one? said I.\n\nYe-es, he answered, deliberately looking at me; and then a bright idea\nseemed to strike himor he only tells me he has.  Perhaps that may be a\nnew way of evading the matter.  By Jupiter, I never thought of that!\n\nMr. Adams was opening the mornings letters in the outer office.  What\nis the name, Mr. Slinkton? I asked.\n\nBeckwith.\n\nI looked out at the door and requested Mr. Adams, if there were a\nproposal in that name, to bring it in.  He had already laid it out of his\nhand on the counter.  It was easily selected from the rest, and he gave\nit me.  Alfred Beckwith.  Proposal to effect a policy with us for two\nthousand pounds.  Dated yesterday.\n\nFrom the Middle Temple, I see, Mr. Slinkton.\n\nYes.  He lives on the same staircase with me; his door is opposite.  I\nnever thought he would make me his reference though.\n\nIt seems natural enough that he should.\n\nQuite so, Mr. Sampson; but I never thought of it.  Let me see.  He took\nthe printed paper from his pocket.  How am I to answer all these\nquestions?\n\nAccording to the truth, of course, said I.\n\nO, of course! he answered, looking up from the paper with a smile; I\nmeant they were so many.  But you do right to be particular.  It stands\nto reason that you must be particular.  Will you allow me to use your pen\nand ink?\n\nCertainly.\n\nAnd your desk?\n\nCertainly.\n\nHe had been hovering about between his hat and his umbrella for a place\nto write on.  He now sat down in my chair, at my blotting-paper and\ninkstand, with the long walk up his head in accurate perspective before\nme, as I stood with my back to the fire.\n\nBefore answering each question he ran over it aloud, and discussed it.\nHow long had he known Mr. Alfred Beckwith?  That he had to calculate by\nyears upon his fingers.  What were his habits?  No difficulty about them;\ntemperate in the last degree, and took a little too much exercise, if\nanything.  All the answers were satisfactory.  When he had written them\nall, he looked them over, and finally signed them in a very pretty hand.\nHe supposed he had now done with the business.  I told him he was not\nlikely to be troubled any farther.  Should he leave the papers there? If\nhe pleased.  Much obliged.  Good-morning.\n\nI had had one other visitor before him; not at the office, but at my own\nhouse.  That visitor had come to my bedside when it was not yet daylight,\nand had been seen by no one else but by my faithful confidential servant.\n\nA second reference paper (for we required always two) was sent down into\nNorfolk, and was duly received back by post.  This, likewise, was\nsatisfactorily answered in every respect.  Our forms were all complied\nwith; we accepted the proposal, and the premium for one year was paid.\n\nIV.\n\nFOR six or seven months I saw no more of Mr. Slinkton.  He called once at\nmy house, but I was not at home; and he once asked me to dine with him in\nthe Temple, but I was engaged.  His friends assurance was effected in\nMarch.  Late in September or early in October I was down at Scarborough\nfor a breath of sea-air, where I met him on the beach.  It was a hot\nevening; he came toward me with his hat in his hand; and there was the\nwalk I had felt so strongly disinclined to take in perfect order again,\nexactly in front of the bridge of my nose.\n\nHe was not alone, but had a young lady on his arm.\n\nShe was dressed in mourning, and I looked at her with great interest.\nShe had the appearance of being extremely delicate, and her face was\nremarkably pale and melancholy; but she was very pretty.  He introduced\nher as his niece, Miss Niner.\n\nAre you strolling, Mr. Sampson?  Is it possible you can be idle?\n\nIt _was_ possible, and I _was_ strolling.\n\nShall we stroll together?\n\nWith pleasure.\n\nThe young lady walked between us, and we walked on the cool sea sand, in\nthe direction of Filey.\n\nThere have been wheels here, said Mr. Slinkton.  And now I look again,\nthe wheels of a hand-carriage!  Margaret, my love, your shadow without\ndoubt!\n\nMiss Niners shadow? I repeated, looking down at it on the sand.\n\nNot that one, Mr. Slinkton returned, laughing.  Margaret, my dear,\ntell Mr. Sampson.\n\nIndeed, said the young lady, turning to me, there is nothing to\ntellexcept that I constantly see the same invalid old gentleman at all\ntimes, wherever I go.  I have mentioned it to my uncle, and he calls the\ngentleman my shadow.\n\nDoes he live in Scarborough? I asked.\n\nHe is staying here.\n\nDo you live in Scarborough?\n\nNo, I am staying here.  My uncle has placed me with a family here, for\nmy health.\n\nAnd your shadow? said I, smiling.\n\nMy shadow, she answered, smiling too, islike myselfnot very robust,\nI fear; for I lose my shadow sometimes, as my shadow loses me at other\ntimes.  We both seem liable to confinement to the house.  I have not seen\nmy shadow for days and days; but it does oddly happen, occasionally, that\nwherever I go, for many days together, this gentleman goes.  We have come\ntogether in the most unfrequented nooks on this shore.\n\nIs this he? said I, pointing before us.\n\nThe wheels had swept down to the waters edge, and described a great loop\non the sand in turning.  Bringing the loop back towards us, and spinning\nit out as it came, was a hand-carriage, drawn by a man.\n\nYes, said Miss Niner, this really is my shadow, uncle.\n\nAs the carriage approached us and we approached the carriage, I saw\nwithin it an old man, whose head was sunk on his breast, and who was\nenveloped in a variety of wrappers.  He was drawn by a very quiet but\nvery keen-looking man, with iron-gray hair, who was slightly lame.  They\nhad passed us, when the carriage stopped, and the old gentleman within,\nputting out his arm, called to me by my name.  I went back, and was\nabsent from Mr. Slinkton and his niece for about five minutes.\n\nWhen I rejoined them, Mr. Slinkton was the first to speak.  Indeed, he\nsaid to me in a raised voice before I came up with him:\n\nIt is well you have not been longer, or my niece might have died of\ncuriosity to know who her shadow is, Mr. Sampson.\n\nAn old East India Director, said I.  An intimate friend of our\nfriends, at whose house I first had the pleasure of meeting you.  A\ncertain Major Banks.  You have heard of him?\n\nNever.\n\nVery rich, Miss Niner; but very old, and very crippled.  An amiable man,\nsensiblemuch interested in you.  He has just been expatiating on the\naffection that he has observed to exist between you and your uncle.\n\nMr. Slinkton was holding his hat again, and he passed his hand up the\nstraight walk, as if he himself went up it serenely, after me.\n\nMr. Sampson, he said, tenderly pressing his nieces arm in his, our\naffection was always a strong one, for we have had but few near ties.  We\nhave still fewer now.  We have associations to bring us together, that\nare not of this world, Margaret.\n\nDear uncle! murmured the young lady, and turned her face aside to hide\nher tears.\n\nMy niece and I have such remembrances and regrets in common, Mr.\nSampson, he feelingly pursued, that it would be strange indeed if the\nrelations between us were cold or indifferent.  If I remember a\nconversation we once had together, you will understand the reference I\nmake.  Cheer up, dear Margaret.  Dont droop, dont droop.  My Margaret!\nI cannot bear to see you droop!\n\nThe poor young lady was very much affected, but controlled herself.  His\nfeelings, too, were very acute.  In a word, he found himself under such\ngreat need of a restorative, that he presently went away, to take a bath\nof sea-water, leaving the young lady and me sitting by a point of rock,\nand probably presumingbut that you will say was a pardonable indulgence\nin a luxurythat she would praise him with all her heart.\n\nShe did, poor thing!  With all her confiding heart, she praised him to\nme, for his care of her dead sister, and for his untiring devotion in her\nlast illness.  The sister had wasted away very slowly, and wild and\nterrible fantasies had come over her toward the end, but he had never\nbeen impatient with her, or at a loss; had always been gentle, watchful,\nand self-possessed.  The sister had known him, as she had known him, to\nbe the best of men, the kindest of men, and yet a man of such admirable\nstrength of character, as to be a very tower for the support of their\nweak natures while their poor lives endured.\n\nI shall leave him, Mr. Sampson, very soon, said the young lady; I know\nmy life is drawing to an end; and when I am gone, I hope he will marry\nand be happy.  I am sure he has lived single so long, only for my sake,\nand for my poor, poor sisters.\n\nThe little hand-carriage had made another great loop on the damp sand,\nand was coming back again, gradually spinning out a slim figure of eight,\nhalf a mile long.\n\nYoung lady, said I, looking around, laying my hand upon her arm, and\nspeaking in a low voice, time presses.  You hear the gentle murmur of\nthat sea?\n\n [Picture: Young Lady, said I, laying my Hand upon her Arm . . . Time\n                                presses]\n\nShe looked at me with the utmost wonder and alarm, saying, Yes!\n\nAnd you know what a voice is in it when the storm comes?\n\nYes!\n\nYou see how quiet and peaceful it lies before us, and you know what an\nawful sight of power without pity it might be, this very night!\n\nYes!\n\nBut if you had never heard or seen it, or heard of it in its cruelty,\ncould you believe that it beats every inanimate thing in its way to\npieces, without mercy, and destroys life without remorse?\n\nYou terrify me, sir, by these questions!\n\nTo save you, young lady, to save you!  For Gods sake, collect your\nstrength and collect your firmness!  If you were here alone, and hemmed\nin by the rising tide on the flow to fifty feet above your head, you\ncould not be in greater danger than the danger you are now to be saved\nfrom.\n\nThe figure on the sand was spun out, and straggled off into a crooked\nlittle jerk that ended at the cliff very near us.\n\nAs I am, before Heaven and the Judge of all mankind, your friend, and\nyour dead sisters friend, I solemnly entreat you, Miss Niner, without\none moments loss of time, to come to this gentleman with me!\n\nIf the little carriage had been less near to us, I doubt if I could have\ngot her away; but it was so near that we were there before she had\nrecovered the hurry of being urged from the rock.  I did not remain there\nwith her two minutes.  Certainly within five, I had the inexpressible\nsatisfaction of seeing herfrom the point we had sat on, and to which I\nhad returnedhalf supported and half carried up some rude steps notched\nin the cliff, by the figure of an active man.  With that figure beside\nher, I knew she was safe anywhere.\n\nI sat alone on the rock, awaiting Mr. Slinktons return.  The twilight\nwas deepening and the shadows were heavy, when he came round the point,\nwith his hat hanging at his button-hole, smoothing his wet hair with one\nof his hands, and picking out the old path with the other and a\npocket-comb.\n\nMy niece not here, Mr. Sampson? he said, looking about.\n\nMiss Niner seemed to feel a chill in the air after the sun was down, and\nhas gone home.\n\nHe looked surprised, as though she were not accustomed to do anything\nwithout him; even to originate so slight a proceeding.\n\nI persuaded Miss Niner, I explained.\n\nAh! said he.  She is easily persuadedfor her good.  Thank you, Mr.\nSampson; she is better within doors.  The bathing-place was farther than\nI thought, to say the truth.\n\nMiss Niner is very delicate, I observed.\n\nHe shook his head and drew a deep sigh.  Very, very, very.  You may\nrecollect my saying so.  The time that has since intervened has not\nstrengthened her.  The gloomy shadow that fell upon her sister so early\nin life seems, in my anxious eyes, to gather over her, ever darker, ever\ndarker.  Dear Margaret, dear Margaret!  But we must hope.\n\nThe hand-carriage was spinning away before us at a most indecorous pace\nfor an invalid vehicle, and was making most irregular curves upon the\nsand.  Mr. Slinkton, noticing it after he had put his handkerchief to his\neyes, said:\n\nIf I may judge from appearances, your friend will be upset, Mr.\nSampson.\n\nIt looks probable, certainly, said I.\n\nThe servant must be drunk.\n\nThe servants of old gentlemen will get drunk sometimes, said I.\n\nThe major draws very light, Mr. Sampson.\n\nThe major does draw light, said I.\n\nBy this time the carriage, much to my relief, was lost in the darkness.\nWe walked on for a little, side by side over the sand, in silence.  After\na short while he said, in a voice still affected by the emotion that his\nnieces state of health had awakened in him,\n\nDo you stay here long, Mr. Sampson?\n\nWhy, no.  I am going away to-night.\n\nSo soon?  But business always holds you in request.  Men like Mr.\nSampson are too important to others, to be spared to their own need of\nrelaxation and enjoyment.\n\nI dont know about that, said I.  However, I am going back.\n\nTo London?\n\nTo London.\n\nI shall be there too, soon after you.\n\nI knew that as well as he did.  But I did not tell him so.  Any more than\nI told him what defensive weapon my right hand rested on in my pocket, as\nI walked by his side.  Any more than I told him why I did not walk on the\nsea side of him with the night closing in.\n\nWe left the beach, and our ways diverged.  We exchanged good-night, and\nhad parted indeed, when he said, returning,\n\nMr. Sampson, _may_ I ask?  Poor Meltham, whom we spoke of,dead yet?\n\nNot when I last heard of him; but too broken a man to live long, and\nhopelessly lost to his old calling.\n\nDear, dear, dear! said he, with great feeling.  Sad, sad, sad!  The\nworld is a grave!  And so went his way.\n\nIt was not his fault if the world were not a grave; but I did not call\nthat observation after him, any more than I had mentioned those other\nthings just now enumerated.  He went his way, and I went mine with all\nexpedition.  This happened, as I have said, either at the end of\nSeptember or beginning of October.  The next time I saw him, and the last\ntime, was late in November.\n\nV.\n\nI HAD a very particular engagement to breakfast in the Temple.  It was a\nbitter north-easterly morning, and the sleet and slush lay inches deep in\nthe streets.  I could get no conveyance, and was soon wet to the knees;\nbut I should have been true to that appointment, though I had to wade to\nit up to my neck in the same impediments.\n\nThe appointment took me to some chambers in the Temple.  They were at the\ntop of a lonely corner house overlooking the river.  The name, MR. ALFRED\nBECKWITH, was painted on the outer door.  On the door opposite, on the\nsame landing, the name MR. JULIUS SLINKTON.  The doors of both sets of\nchambers stood open, so that anything said aloud in one set could be\nheard in the other.\n\nI had never been in those chambers before.  They were dismal, close,\nunwholesome, and oppressive; the furniture, originally good, and not yet\nold, was faded and dirty,the rooms were in great disorder; there was a\nstrong prevailing smell of opium, brandy, and tobacco; the grate and\nfire-irons were splashed all over with unsightly blotches of rust; and on\na sofa by the fire, in the room where breakfast had been prepared, lay\nthe host, Mr. Beckwith, a man with all the appearances of the worst kind\nof drunkard, very far advanced upon his shameful way to death.\n\nSlinkton is not come yet, said this creature, staggering up when I went\nin; Ill call him.Halloa!  Julius Csar!  Come and drink!  As he\nhoarsely roared this out, he beat the poker and tongs together in a mad\nway, as if that were his usual manner of summoning his associate.\n\nThe voice of Mr. Slinkton was heard through the clatter from the opposite\nside of the staircase, and he came in.  He had not expected the pleasure\nof meeting me.  I have seen several artful men brought to a stand, but I\nnever saw a man so aghast as he was when his eyes rested on mine.\n\nJulius Csar, cried Beckwith, staggering between us, Mist Sampson!\nMist Sampson, Julius Csar!  Julius, Mist Sampson, is the friend of my\nsoul.  Julius keeps me plied with liquor, morning, noon, and night.\nJulius is a real benefactor. Julius threw the tea and coffee out of\nwindow when I used to have any.  Julius empties all the water-jugs of\ntheir contents, and fills em with spirits.  Julius winds me up and keeps\nme going.Boil the brandy, Julius!\n\nThere was a rusty and furred saucepan in the ashes,the ashes looked like\nthe accumulation of weeks,and Beckwith, rolling and staggering between\nus as if he were going to plunge headlong into the fire, got the saucepan\nout, and tried to force it into Slinktons hand.\n\nBoil the brandy, Julius Csar!  Come!  Do your usual office.  Boil the\nbrandy!\n\nHe became so fierce in his gesticulations with the saucepan, that I\nexpected to see him lay open Slinktons head with it.  I therefore put\nout my hand to check him.  He reeled back to the sofa, and sat there\npanting, shaking, and red-eyed, in his rags of dressing-gown, looking at\nus both.  I noticed then that there was nothing to drink on the table but\nbrandy, and nothing to eat but salted herrings, and a hot, sickly,\nhighly-peppered stew.\n\nAt all events, Mr. Sampson, said Slinkton, offering me the smooth\ngravel path for the last time, I thank you for interfering between me\nand this unfortunate mans violence.  However you came here, Mr. Sampson,\nor with whatever motive you came here, at least I thank you for that.\n\nBoil the brandy, muttered Beckwith.\n\nWithout gratifying his desire to know how I came there, I said, quietly,\nHow is your niece, Mr. Slinkton?\n\nHe looked hard at me, and I looked hard at him.\n\nI am sorry to say, Mr. Sampson, that my niece has proved treacherous and\nungrateful to her best friend.  She left me without a word of notice or\nexplanation.  She was misled, no doubt, by some designing rascal.\nPerhaps you may have heard of it.\n\nI did hear that she was misled by a designing rascal.  In fact, I have\nproof of it.\n\nAre you sure of that? said he.\n\nQuite.\n\nBoil the brandy, muttered Beckwith.  Company to breakfast, Julius\nCsar.  Do your usual office,provide the usual breakfast, dinner, tea,\nand supper.  Boil the brandy!\n\nThe eyes of Slinkton looked from him to me, and he said, after a moments\nconsideration,\n\nMr. Sampson, you are a man of the world, and so am I.  I will be plain\nwith you.\n\nO no, you wont, said I, shaking my head.\n\nI tell you, sir, I will be plain with you.\n\nAnd I tell you you will not, said I.  I know all about you.  _You_\nplain with any one?  Nonsense, nonsense!\n\nI plainly tell you, Mr. Sampson, he went on, with a manner almost\ncomposed, that I understand your object.  You want to save your funds,\nand escape from your liabilities; these are old tricks of trade with you\nOffice-gentlemen.  But you will not do it, sir; you will not succeed.\nYou have not an easy adversary to play against, when you play against me.\nWe shall have to inquire, in due time, when and how Mr. Beckwith fell\ninto his present habits.  With that remark, sir, I put this poor\ncreature, and his incoherent wanderings of speech, aside, and wish you a\ngood morning and a better case next time.\n\nWhile he was saying this, Beckwith had filled a half-pint glass with\nbrandy.  At this moment, he threw the brandy at his face, and threw the\nglass after it.  Slinkton put his hands up, half blinded with the spirit,\nand cut with the glass across the forehead.  At the sound of the\nbreakage, a fourth person came into the room, closed the door, and stood\nat it; he was a very quiet but very keen-looking man, with iron-gray\nhair, and slightly lame.\n\nSlinkton pulled out his handkerchief, assuaged the pain in his smarting\neyes, and dabbled the blood on his forehead.  He was a long time about\nit, and I saw that in the doing of it, a tremendous change came over him,\noccasioned by the change in Beckwith,who ceased to pant and tremble, sat\nupright, and never took his eyes off him.  I never in my life saw a face\nin which abhorrence and determination were so forcibly painted as in\nBeckwiths then.\n\nLook at me, you villain, said Beckwith, and see me as I really am.  I\ntook these rooms, to make them a trap for you.  I came into them as a\ndrunkard, to bait the trap for you.  You fell into the trap, and you will\nnever leave it alive.  On the morning when you last went to Mr. Sampsons\noffice, I had seen him first.  Your plot has been known to both of us,\nall along, and you have been counter-plotted all along.  What?  Having\nbeen cajoled into putting that prize of two thousand pounds in your\npower, I was to be done to death with brandy, and, brandy not proving\nquick enough, with something quicker?  Have I never seen you, when you\nthought my senses gone, pouring from your little bottle into my glass?\nWhy, you Murderer and Forger, alone here with you in the dead of night,\nas I have so often been, I have had my hand upon the trigger of a pistol,\ntwenty times, to blow your brains out!\n\nThis sudden starting up of the thing that he had supposed to be his\nimbecile victim into a determined man, with a settled resolution to hunt\nhim down and be the death of him, mercilessly expressed from head to\nfoot, was, in the first shock, too much for him.  Without any figure of\nspeech, he staggered under it.  But there is no greater mistake than to\nsuppose that a man who is a calculating criminal, is, in any phase of his\nguilt, otherwise than true to himself, and perfectly consistent with his\nwhole character.  Such a man commits murder, and murder is the natural\nculmination of his course; such a man has to outface murder, and will do\nit with hardihood and effrontery.  It is a sort of fashion to express\nsurprise that any notorious criminal, having such crime upon his\nconscience, can so brave it out.  Do you think that if he had it on his\nconscience at all, or had a conscience to have it upon, he would ever\nhave committed the crime?\n\nPerfectly consistent with himself, as I believe all such monsters to be,\nthis Slinkton recovered himself, and showed a defiance that was\nsufficiently cold and quiet.  He was white, he was haggard, he was\nchanged; but only as a sharper who had played for a great stake and had\nbeen outwitted and had lost the game.\n\nListen to me, you villain, said Beckwith, and let every word you hear\nme say be a stab in your wicked heart.  When I took these rooms, to throw\nmyself in your way and lead you on to the scheme that I knew my\nappearance and supposed character and habits would suggest to such a\ndevil, how did I know that?  Because you were no stranger to me.  I knew\nyou well.  And I knew you to be the cruel wretch who, for so much money,\nhad killed one innocent girl while she trusted him implicitly, and who\nwas by inches killing another.\n\nSlinkton took out a snuff-box, took a pinch of snuff, and laughed.\n\nBut see here, said Beckwith, never looking away, never raising his\nvoice, never relaxing his face, never unclenching his hand.  See what a\ndull wolf you have been, after all!  The infatuated drunkard who never\ndrank a fiftieth part of the liquor you plied him with, but poured it\naway, here, there, everywherealmost before your eyes; who bought over\nthe fellow you set to watch him and to ply him, by outbidding you in his\nbribe, before he had been at his work three dayswith whom you have\nobserved no caution, yet who was so bent on ridding the earth of you as a\nwild beast, that he would have defeated you if you had been ever so\nprudentthat drunkard whom you have, many a time, left on the floor of\nthis room, and who has even let you go out of it, alive and undeceived,\nwhen you have turned him over with your foothas, almost as often, on the\nsame night, within an hour, within a few minutes, watched you awake, had\nhis hand at your pillow when you were asleep, turned over your papers,\ntaken samples from your bottles and packets of powder, changed their\ncontents, rifled every secret of your life!\n\nHe had had another pinch of snuff in his hand, but had gradually let it\ndrop from between his fingers to the floor; where he now smoothed it out\nwith his foot, looking down at it the while.\n\n[Picture: He had another pinch of snuff in his hand, but gradually let it\n                      drop from between his fingers]\n\nThat drunkard, said Beckwith, who had free access to your rooms at all\ntimes, that he might drink the strong drinks that you left in his way and\nbe the sooner ended, holding no more terms with you than he would hold\nwith a tiger, has had his master-key for all your locks, his test for all\nyour poisons, his clue to your cipher-writing.  He can tell you, as well\nas you can tell him, how long it took to complete that deed, what doses\nthere were, what intervals, what signs of gradual decay upon mind and\nbody; what distempered fancies were produced, what observable changes,\nwhat physical pain.  He can tell you, as well as you can tell him, that\nall this was recorded day by day, as a lesson of experience for future\nservice.  He can tell you, better than you can tell him, where that\njournal is at this moment.\n\nSlinkton stopped the action of his foot, and looked at Beckwith.\n\nNo, said the latter, as if answering a question from him.  Not in the\ndrawer of the writing-desk that opens with a spring; it is not there, and\nit never will be there again.\n\nThen you are a thief! said Slinkton.\n\nWithout any change whatever in the inflexible purpose, which it was quite\nterrific even to me to contemplate, and from the power of which I had\nalways felt convinced it was impossible for this wretch to escape,\nBeckwith returned,\n\nAnd I am your nieces shadow, too.\n\nWith an imprecation Slinkton put his hand to his head, tore out some\nhair, and flung it to the ground.  It was the end of the smooth walk; he\ndestroyed it in the action, and it will soon be seen that his use for it\nwas past.\n\nBeckwith went on: Whenever you left here, I left here.  Although I\nunderstood that you found it necessary to pause in the completion of that\npurpose, to avert suspicion, still I watched you close, with the poor\nconfiding girl.  When I had the diary, and could read it word by word,it\nwas only about the night before your last visit to Scarborough,you\nremember the night? you slept with a small flat vial tied to your\nwrist,I sent to Mr. Sampson, who was kept out of view.  This is Mr.\nSampsons trusty servant standing by the door.  We three saved your niece\namong us.\n\nSlinkton looked at us all, took an uncertain step or two from the place\nwhere he had stood, returned to it, and glanced about him in a very\ncurious way,as one of the meaner reptiles might, looking for a hole to\nhide in.  I noticed at the same time, that a singular change took place\nin the figure of the man,as if it collapsed within his clothes, and they\nconsequently became ill-shapen and ill-fitting.\n\nYou shall know, said Beckwith, for I hope the knowledge will be bitter\nand terrible to you, why you have been pursued by one man, and why, when\nthe whole interest that Mr. Sampson represents would have expended any\nmoney in hunting you down, you have been tracked to death at a single\nindividuals charge.  I hear you have had the name of Meltham on your\nlips sometimes?\n\nI saw, in addition to those other changes, a sudden stoppage come upon\nhis breathing.\n\nWhen you sent the sweet girl whom you murdered (you know with what\nartfully made-out surroundings and probabilities you sent her) to\nMelthams office, before taking her abroad to originate the transaction\nthat doomed her to the grave, it fell to Melthams lot to see her and to\nspeak with her.  It did not fall to his lot to save her, though I know he\nwould freely give his own life to have done it.  He admired her;I would\nsay he loved her deeply, if I thought it possible that you could\nunderstand the word.  When she was sacrificed, he was thoroughly assured\nof your guilt.  Having lost her, he had but one object left in life, and\nthat was to avenge her and destroy you.\n\nI saw the villains nostrils rise and fall convulsively; but I saw no\nmoving at his mouth.\n\nThat man Meltham, Beckwith steadily pursued, was as absolutely certain\nthat you could never elude him in this world, if he devoted himself to\nyour destruction with his utmost fidelity and earnestness, and if he\ndivided the sacred duty with no other duty in life, as he was certain\nthat in achieving it he would be a poor instrument in the hands of\nProvidence, and would do well before Heaven in striking you out from\namong living men.  I am that man, and I thank God that I have done my\nwork!\n\nIf Slinkton had been running for his life from swift-footed savages, a\ndozen miles, he could not have shown more emphatic signs of being\noppressed at heart and labouring for breath, than he showed now, when he\nlooked at the pursuer who had so relentlessly hunted him down.\n\nYou never saw me under my right name before; you see me under my right\nname now.  You shall see me once again in the body, when you are tried\nfor your life.  You shall see me once again in the spirit, when the cord\nis round your neck, and the crowd are crying against you!\n\nWhen Meltham had spoken these last words, the miscreant suddenly turned\naway his face, and seemed to strike his mouth with his open hand.  At the\nsame instant, the room was filled with a new and powerful odour, and,\nalmost at the same instant, he broke into a crooked run, leap, start,I\nhave no name for the spasm,and fell, with a dull weight that shook the\nheavy old doors and windows in their frames.\n\nThat was the fitting end of him.\n\nWhen we saw that he was dead, we drew away from the room, and Meltham,\ngiving me his hand, said, with a weary air,\n\nI have no more work on earth, my friend.  But I shall see her again\nelsewhere.\n\nIt was in vain that I tried to rally him.  He might have saved her, he\nsaid; he had not saved her, and he reproached himself; he had lost her,\nand he was broken-hearted.\n\nThe purpose that sustained me is over, Sampson, and there is nothing now\nto hold me to life.  I am not fit for life; I am weak and spiritless; I\nhave no hope and no object; my day is done.\n\nIn truth, I could hardly have believed that the broken man who then spoke\nto me was the man who had so strongly and so differently impressed me\nwhen his purpose was before him.  I used such entreaties with him, as I\ncould; but he still said, and always said, in a patient, undemonstrative\nway,nothing could avail him,he was broken-hearted.\n\nHe died early in the next spring.  He was buried by the side of the poor\nyoung lady for whom he had cherished those tender and unhappy regrets;\nand he left all he had to her sister.  She lived to be a happy wife and\nmother; she married my sisters son, who succeeded poor Meltham; she is\nliving now, and her children ride about the garden on my walking-stick\nwhen I go to see her.",
    "summary": "EBOOK HUNTED DOWN***\n\nTranscribed from the 1905 Chapman and Hall Hard Times and Reprinted\nPieces edition by David Price, email ccx074@pglaf. org\n\n                            HUNTED DOWN [1860]\n\nI. \n\nMOST of us see some romances in life.",
    "word_count": 8647,
    "reading_time_minutes": 44,
    "publication_year": null,
    "source_url": "https://www.gutenberg.org/ebooks/807",
    "original_language": "en",
    "is_public_domain": true,
    "download_count": 265,
    "authors": [
      {}
    ],
    "subjects": [
      "Detective and mystery stories, English",
      "PR"
    ],
    "bookshelves": [
      "Detective Fiction"
    ],
    "formats": {},
    "description": "",
    "processed_at": "2025-06-01T14:25:30.056Z",
    "source": "gnikdroy_api",
    "api_version": "v1",
    "locations": [],
    "themes": [
      {
        "name": "Mystery",
        "confidence": 0.8
      }
    ],
    "enriched_at": "2025-06-01T14:25:51.677Z",
    "database_id": "e4cf110d-bf40-4cae-bf40-29f3a02e9ab8"
  },
  {
    "gutenberg_id": 68049,
    "title": "Book of Detective Stories",
    "slug": "book-of-detective-stories",
    "original_text": "EBOOK 68049 ***</div>\n\n<div class=\"figcenter illowp56\" style=\"max-width: 64.0625em;\">\n  <img id=\"coverpage\" class=\"w100\" src=\"images/cover.jpg\" alt=\"Cover\" />\n</div>\n\n<div style=\"padding-top:2em\">\n<div class=\"boxit\">\n<p class=\"center xlargefont sansseriffont\">Multum in Parvo<br />\nLibrary.</p>\n\n<div class=\"doublerule\"></div>\n\n<div class=\"center\">\n<p class=\"displayinline xlargefont\" style=\"vertical-align:top\">Vol. I.</p>\n<p class=\"displayinline center\" style=\"vertical-align:top; margin-left:1.5em; margin-right:1.5em\"><span class=\"smcap\">November, 1894.</span><br />\n<em>Published Monthly.</em></p>\n<p class=\"displayinline xlargefont\" style=\"vertical-align:top\">No. 11.</p>\n</div>\n\n<div class=\"doublerule\"></div>\n\n<h1 class=\"nobreak\">Book of Detective<br />\nStories</h1>\n\n<p class=\"center\"><em>Smallest Magazine in the World. Subscription<br />\nprice, 50 cts. per year. Single copies, 5 cents each.</em></p>\n\n<p class=\"center p2\"><span class=\"smallfont\">PUBLISHED BY</span><br />\n<span class=\"sansseriffont\">A. B. COURTNEY,<br />\n671 Tremont Street, Boston.</span></p>\n</div></div>\n\n<hr class=\"chap x-ebookmaker-drop\" />\n\n<div class=\"chapter\">\n<p><span class=\"pagenum\">[2]</span></p>\n\n<p class=\"center xlargefont nobreak\">DETECTIVE STORIES.</p>\n\n<p class=\"center largefont nobreak\">From the Diary of a New York Detective.</p>\n\n<p class=\"center nobreak\">EDITED BY FRANK PEMMON.</p>\n\n<h2 class=\"nobreak\">Betrayed by a Dog.</h2>\n</div>\n\n<p>Animals, especially dogs, have played an\nimportant part in the affairs of men. There\nis now in Chicago a dog that has become the\ncompanion and assistant of a policeman, and\nreally does help his friend to detect and ferret\nout thieves and other evil doers. I was once\nconcerned in a case in which a dog played a\nmost important part, and led finally, through\nno fault of his own, however, to the detection\nof his master.</p>\n\n<p>The store of John Camden had been broken\ninto and the safe blown open and robbed of\na large sum of money. The cash had been\nreceived that day too late to be deposited in\nthe bank. Next morning it was gone, and no\ntrace of the thief was to be found. At least,\nMr. Camden and his clerks and the police\nofficials found no trace of him. Not so with\nme. I was sent to look up the affair. I found\nthe office in a state of confusion. The door of\nthe safe had been blown off and the contents\nlay scattered over the floor. I asked Mr.\nCamden if he had disturbed anything. He\nsaid he had not, except to satisfy himself that\nthe money was gone.</p>\n\n<p><span class=\"pagenum\">[3]</span></p>\n\n<p>Near by was a cat, dead, her throat cut\nevidently by a hatchet that lay close at hand.\nThis seemed to me to be the basis of a clue.\nWhy had the cat been killed? It is not necessary\nto kill cats in order to prevent them\nfrom telling tales. I examined the unfortunate\nfeline more carefully. In addition to the ugly\ncut on the throat there were other and more\nsignificant marks upon the back. A saucer,\nevidently having recently contained milk,\nstood near by. Also an overturned can from\nwhich pussys supply of milk had evidently\nbeen obtained. The contents of this had been\nconsumed. Mr. Camden informed me that\nthis can had been filled with milk only the\nprevious evening. Among the papers scattered\nupon the floor was one that attracted my\nattention. It was a portion of a note written\nin French. I was aware that Mr. Camden did\nnot write or speak French. I questioned him\nabout it. He could give me no information.\nHe had never seen it before.</p>\n\n<p>Did any one know you had a large sum of\nmoney in the safe? I asked.</p>\n\n<p>Yes, a number of people knew of the fact.\nI had been expecting to receive the money for\nthe past two weeks.</p>\n\n<p>Who are those who know you had it?</p>\n\n<p>My wife, brother, the man I sold the\nproperty to (that is how I came to have such\na large sum at one time) and the real estate\ndealers through whom I sold it.</p>\n\n<p>Any one else?</p>\n\n<p><span class=\"pagenum\">[4]</span></p>\n\n<p>Oh, yes, a friend, my daughters music\nteacher. He it was who found me a purchaser\nfor the property.</p>\n\n<p>He is a Frenchman, is he not, and is\ninvariably accompanied by his pretty little\ndog?</p>\n\n<p>Why, yes; do you know him?</p>\n\n<p>No&mdash;never saw him. He knew you had a\nlarge sum of money in the safe?</p>\n\n<p>Yes; he saw me deposit it there.</p>\n\n<p>When did he give your daughter her last\nmusic lesson?</p>\n\n<p>Last evening, but he complained of being\nill and went away earlier than usual.</p>\n\n<p>Did he have his dog with him?</p>\n\n<p>Yes; he claims the dog is his only friend.</p>\n\n<p>Have you a specimen of his handwriting\nat hand?</p>\n\n<p>Yes; I have several acknowledgments of\nmoney received.</p>\n\n<p>He produced them. I compared the writing\nwith that of the note I had found near the safe.\nThey were, as far as I could determine, identically\nthe work of the same person.</p>\n\n<p>Satisfied that I was on the right track, I\ncaused a watch to be put upon the music\nteacher with the result that he was arrested as\nhe was about to leave the city. He made a\nfull confession.</p>\n\n<p>How did you guess it was a Frenchman\nwho robbed my safe, and that he was accompanied\nby a pretty little dog? inquired Mr.\nCamden.</p>\n\n<p><span class=\"pagenum\">[5]</span></p>\n\n<p>I found the cat had been killed by a dog,\nand his master afterward cut her throat with\nthe hatchet to ward off suspicion from the\ndog; the dog drank the milk which had been\nprovided for the cat. I found a note written\nin French and evidently dropped by the thief\nnear the safe, and his dog was a pretty little\nanimal because his masters patrons, like\nyourself, would not tolerate the presence of\nany other kind, and you told me the dog\nalways accompanied his master.</p>\n\n<hr class=\"chap x-ebookmaker-drop\" />\n\n<div class=\"chapter\">\n<h2 class=\"nobreak\">The Key to the Mystery.</h2>\n</div>\n\n<p>The most puzzling case upon which I ever\nworked was that of the murder of John Long.\nThe facts are briefly these: Mr. Long, a\nwealthy, retired merchant, living at the home\nof his nephew, failed to answer the dinner-bell\none day. He was a man who always\nprided himself upon his punctuality, and his\nfailure to appear at dinner at the usual hour\ncaused no little surprise. A messenger was\nsent to his room to call him. No response\ncame to repeated knocks upon his chamber\ndoor. The door was locked. Fearful that\nsomething had happened to him, Mr. Brant&mdash;the\nold gentlemans nephew&mdash;set about breaking\ndown the door. This was no easy task, as\nthe door was made of oak and fastened by a\nponderous lock and large brass hinges. After\nconsiderable effort the door yielded to their<span class=\"pagenum\">[6]</span>\nblows and fell in. A horrible sight met the\ngaze of the anxious family. Mr. Long lay\nacross the bed, cold and still in death, with his\nthroat cut from ear to ear.</p>\n\n<p>Had the old man been murdered? If so,\nhow had the murderer entered the room? The\nold man was known always to keep his door\nlocked. Besides, there did not appear to be\nanything missing. If it was a case of suicide,\nwhat had become of the implement with which\nthe deed had been done? It was nowhere to\nbe found. The old man always seemed in the\nbest of spirits, and had every thing to live for.</p>\n\n<p>If not suicide, then it was, of course, murder.\nWho, then, was the murderer?</p>\n\n<p>It was my good fortune to be assigned to\nwork up the case. I say good fortune because\nI like a difficult job, the more difficult the\nbetter, and this was one of the most difficult\nof all I had ever undertaken.</p>\n\n<p>I examined the premises, and questioned the\nfamily and the servants in order to learn all I\ncould about the murdered man, his habits,\nhis financial affairs, etc. In particular I examined\nthe room in which the foul murder had\nbeen committed. One of the windows was\npartially opened. This suggested the theory\nthat the murderer might have gained access to\nthe room by means of the window, but it was\nimpossible for him to have done this in broad\ndaylight, and the window was over 20 feet\nfrom the ground.</p>\n\n<p>One of those who seemed most eager to<span class=\"pagenum\">[7]</span>\nbelieve that Mr. Long had committed suicide\nwas Thomas Brant, a scapegrace nephew of the\nold man.</p>\n\n<p>If he committed suicide, said I, where\nis the implement with which he did the deed?</p>\n\n<p>Perhaps he used his razor and then threw\nit out of the window, suggested Thomas.</p>\n\n<p>Impossible. The jugular vein was cut and\ndeath must have been almost instantaneous.</p>\n\n<p>Nevertheless, I examined the grass under\nthe window (which opened over the orchard)\nand found the old mans razor. There was,\nhowever, no blood upon it.</p>\n\n<p>The most peculiar thing in the room was the\nlock on the door and the key belonging to it.\nIt was a large lock, much larger than those\nmade at the present time, and the key was a\nlarge, heavy, brass one weighing several\npounds. I was informed that this lock had\ndone duty in the door of the store in which\nMr. Long started in business, and when the\nbuilding was demolished, Mr. Long preserved\nthe lock and key (which, by the way, he had\ndesigned himself). Furthermore, as soon as\nhe entered his room it was his custom to lock\nhis door, remove the key from the lock and\nhang it upon a nail on the wall. Here it had\nbeen found on the day of the murder. There\nwas believed to be but one such key in existence.\nI believed otherwise, and made a tour\nof all the lock-smiths shops in the city in\norder to verify my suspicions. At last my\nsearch was rewarded. I found one who admitted,<span class=\"pagenum\">[8]</span>\nalthough at first unwilling to do so,\nthat he had made a key similar to the one I\ncarried. He had made it for a young man\nwho answered to the description of Thomas\nBrant. This much gained, the next step was\nto connect Brant with the murder of his uncle.\nThis was soon done. Brant was sent to prison\nfor life, as it was not proved that he had\nentered his uncles room for the purpose of\nmurder, but simply of robbery.</p>\n\n<hr class=\"chap x-ebookmaker-drop\" />\n\n<div class=\"chapter\">\n<h2 class=\"nobreak\">The Missing Finger.</h2>\n</div>\n\n<p>Red Joe was an industrious young man. He\nworked early and late at his profession. While\nothers slept he toiled upward in the night; in\nfact, night was his favorite time for toiling.\nHe didnt exactly make hay while the sun\nshone because he didnt do any work while the\nsun was shining on his side of the earth. He\nwas willing to put his hand to almost anything\nthat did not belong to him, and which he\ncould dispose of without fear of detection.\nRed Joe was a burglar, and a most successful\none. That is to say, he succeeded so well at\nthe burglary business that he spent the greater\npart of his time behind prison walls. He was\nconcerned, either alone, or in company with\nothers of his ilk, in some of the most important\nbreaks that the police have any record\nof. Whenever a big burglary was committed,\nthe police invariably tried to connect Red Joe<span class=\"pagenum\">[9]</span>\nwith it, providing that gentleman didnt happen\nto be otherwise engaged at the time. This\nwas the case in the burglary of which I have\nto tell. The facts are as follows:</p>\n\n<p>The home of Mr. Reed, the rich banker, had\nbeen broken into and a quantity of silver plate,\nvalued at $5,000, stolen. It had occurred during\nthe absence of the family. The affair was\nreported to the police, and a large reward\noffered for the detection and conviction of the\nguilty parties. The police at once set about\nunearthing and following up clues. But all\ntheir labor was in vain. The burglar had carefully\ncovered up his tracks, and left no clue as\nto his identity. Nobody had seen him enter or\nleave the house. There was no one in the\nhouse at the time of the robbery. The family\nhad gone off for the night, and the butler who\nhad been left in charge took advantage of\ntheir absence to visit some of his friends. During\nhis absence&mdash;which he averred did not extend\nover two hours&mdash;the burglar had come, seen\nand conquered. He entered a poor man and\nwent away comparatively rich. At first the\nbutler was suspected and arrested, but he established\na satisfactory alibi and was soon released\nfrom custody.</p>\n\n<p>The police did all in their power to bring the\nguilty ones to justice, but failed. The affair\nwas then placed in my hands. The solution of\nthe mystery seemed hopeless. The thief had\nleft no clue as to his identity, and none of the\nbooty had been disposed of at any of the pawn<span class=\"pagenum\">[10]</span>\nshops in the city or surrounding cities. I did\nnot despair, however. I went to the scene of\nthe robbery and made a most thorough examination\nof the premises. I found nothing. I\nwas about to give up when I came upon something\nthat promised to be a clue. I inquired\nfrom the master of the house whether there had\nbeen any repairs made in the house recently.\nThere had. The whole interior of the house\nhad been repainted and repapered just previous\nto the robbery. In fact the finishing\ntouches had been given the very day the burglary\nhad been committed. Good. Then getting\nthe address of the painter and other workmen,\nI went to them and made certain inquiries\nwhich were answered to my satisfaction.\nThen I reported at headquarters. Two days\nlater, Red Joe was arrested and charged with\nthe robbery. His premises were searched and\nmost of the stolen plate recovered. The clue\nI had discovered was this. On the door frame\nnear the safe, was the imprint of fingers in the\nthen fresh varnish. The imprint of only the\nthumb and three fingers appeared. One finger\nwas missing&mdash;the one next to the little finger.\nThis was a peculiarity of Red Joes right hand.\nThis discovery might mean a good deal for\nme, possibly nothing. You know the result.\nRed Joe was watched, and his suspicious actions\nfurnished sufficient grounds for the\nissuing of a warrant for his arrest. He is now\ndoing time.</p>\n\n<hr class=\"chap x-ebookmaker-drop\" />\n\n<div class=\"chapter\">\n<p><span class=\"pagenum\">[11]</span></p>\n\n<h2 class=\"nobreak\">A Grave Robbery.</h2>\n</div>\n\n<p>One of the most peculiar cases with which I\nhave ever had to deal was that of a grave\nrobbery. The grave&mdash;or rather the vault, in\nwhich the remains of Mr. L&mdash;&mdash;, a wealthy\nRussian (I do not give his name for reasons\nwhich will presently appear), had been deposited\nwas found disturbed two days after the\nburial. Examination proved that the lid of\nthe casket had been removed with the apparent\nintention of robbery. But, strange to say, no\nrobbery had been committed. The gold rings\non the fingers of the dead man had not been\ntouched, and these were the only valuables the\nbody contained. Why had the grave been\nopened? Nobody could offer an explanation,\nleast of all I who had been detailed at the\ndesire of the family of the dead man to sift\nthis strange affair to the bottom, and discover,\nif possible, who had dared to desecrate the\ngrave of their relative. Nothing had been\ntaken from the body as far as the family of the\ndead man knew; yet the thief or thieves had\nplenty of time in which to rob the body if they\nso desired. They had not been frightened off.\nThey had carefully covered up the grave and\ngone away evidently unmolested.</p>\n\n<p>It was impossible to arrive at a conclusion as\nto <em>why</em> the grave had been opened. It now\nlay with me to find out <em>who</em> had done it. It\nhad rained during or previous to the time of\nthe grave robbery, and the footprints of those<span class=\"pagenum\">[12]</span>\nconcerned in it&mdash;three different persons it\nappeared, were plainly discernible in the soft\nground. The signs of carriage wheels were\nalso present. This was my only clue upon\nwhich I had to work. I questioned the superintendent,\nwhose office and residence was at\nthe entrance to the cemetery. He had been\naway on the evening of the robbery, and could\ngive me no information. He was confident no\ncarriage had entered the cemetery after 10\noclock, at which hour he had returned and\nlocked the cemetery gates. There was only\none carriage entrance to the cemetery. I had\nan impression at the time that the man was\nunnecessarily nervous in answering my questions,\nand seemed relieved when I got through.</p>\n\n<p>A month passed and an event occurred which\nthrew considerable light upon the mystery.\nThe will of the late Mr. L&mdash;&mdash; had been\nopened and read. Among the many bequests\nwas the following most peculiar one: I bequeath\nto John Johnson, the dentist (with\naddress), a certain gold-capped tooth in my\nlower jaw, and request that he extract this and\npreserve it according to the terms of an agreement\nmade between us many years ago. This\nnot only threw light upon, but complicated the\nmystery. Perhaps the grave had been opened\nto allow the dentist to claim his strange legacy.\nOnce more the body was disinterred by the\nfriends of the dead man. The gold-capped\ntooth was missing from the lower jaw.</p>\n\n<p>I next called upon John Johnson, the dentist.<span class=\"pagenum\">[13]</span>\nDespite his American name I could see that he\nwas a foreigner&mdash;a Russian, I was certain.</p>\n\n<p>I mentioned the occasion of my visit. Did\nyou open the grave of Mr. L&mdash;&mdash; and remove\na certain gold-capped tooth from the mouth of\nthe dead man? I asked, point blank.</p>\n\n<p>Mr. Johnson seemed at a loss how to reply.\nAt last, he said No.</p>\n\n<p>Then the cemetery superintendent was\nwrong. You did not drive in with two companions\nin a carriage, and this is not your\ncard which I picked up near the grave of Mr.\nL&mdash;&mdash;? said I, showing him one of his business\ncards which I had surreptitiously obtained.\nYou might as well confess. You were only\ngetting your rights, after all, but why did you\ngo about it in such an underhanded way?</p>\n\n<p>I dont understand you.</p>\n\n<p>Are you not acquainted with the contents\nof Mr. L&mdash;&mdash;s will, the gold-capped tooth and\nall?</p>\n\n<p>Did he put that in the will? inquired the\ndentist in a surprised tone.</p>\n\n<p>Then you do know something about it?</p>\n\n<p>Yes; it is a strange story, and if you will\npromise&mdash;nay, swear&mdash;never to reveal it, I will\ntell it to you. Do you swear?</p>\n\n<p>Something in the manner and bearing of the\nman told me that he was no thief, and I readily\npromised what he asked, and he told me the\nfollowing strange story:</p>\n\n<hr class=\"chap x-ebookmaker-drop\" />\n\n<div class=\"chapter\">\n<p><span class=\"pagenum\">[14]</span></p>\n\n<h2 class=\"nobreak\">A Strange Story.</h2>\n</div>\n\n<p>Mr. Johnson conducted me into an inner\nroom, closed and locked the door and bade me\nbe seated.</p>\n\n<p>My name, he began, is not John Johnson.\nI am living under an assumed name for\nreasons of a political nature. I am a Russian\nby birth, and a Nihilist by thought and training.\nI deplore the condition of my unhappy\ncountry. I have done my part and am still\nwilling to do it, to help bring about her freedom\nfrom the terrible despotism under which she suffers.\nI am acquainted with the horrors of Siberian\nprison-mines. I was sentenced to Siberia for\nlife, for complicity in a Nihilistic plot. My\nbrother was sent there soon afterward. Together\nwe planned escape. I succeeded. He fell. Shot\ndown by an officer of his Despotic Majesty. I\nmanaged to reach England, where I found many\nfriends. In London I became acquainted with\nthe late Mr. L&mdash;&mdash;. He was also a Nihilist, and\na victim of Alexanders wrath. He, too, was an\nexile from his country. For either of us to return\nmeant instant capture at the hands of the Czars\nwell-trained police&mdash;or worse than that, Siberia.\nI lived in London five years. There I learned the\ntrade of a dentist. Upon my banishment to Siberia,\nmy property had been confiscated to the\ngovernment.</p>\n\n<p>At the end of five years I came to the United\nStates, where I have lived ever since. Mr. L&mdash;&mdash;\ncame here soon after I did. He was a rich man.\nJust previous to his arrest, he had managed to\nconvert most of his property into money which he\ndeposited in a London bank. This had been used\nto effect his escape from Siberia. He had relatives<span class=\"pagenum\">[15]</span>\nin this country with whom he lived up to\nthe time of his death. Soon after coming to this\ncountry, he imparted to me a secret which had\nbeen in his keeping for thirty years, it having\nbeen transmitted to him by his father. He was\nthen a man of sixty. One day, ten years ago, he\ncame into my office&mdash;this very room&mdash;and said he\nwished to speak with me upon a most important\nmatter, one concerning our beloved country.</p>\n\n<p>Do you see this tooth, he inquired, pointing\nto a large, gold-capped molar in his lower jaw.</p>\n\n<p>Yes, I replied.</p>\n\n<p>That tooth, he continued, after having made\nsure that we were alone, that tooth holds, has held\nfor thirty years, a secret of the utmost importance\nto you and me, and to all liberty loving Russians.\nI tell you this because I know you will guard the\nsecret as you would your life. In the cavity of\nthat tooth, under the gold cap (here he lowered\nhis voice) is a piece of parchment which contains\nthe plans of a secret underground entrance to the\nCzars palace at St. Petersburg, an entrance\nwhich, as you will readily understand, will prove\nof the utmost importance to our friends when the\ntime is ripe to use it. This plan has been in the\npossession of our family for hundreds of years, having\nbeen drawn originally by an ancestor of mine,\none of the designers of the palace. I am the last\nmale member of my family, and now bequeath\nthis secret to you. Upon my death, I desire that\nyou extract the tooth, and preserve or dispose of\nthe plan in whatever way seems best to you. You\nknow its importance. I can rely upon your judgment.\nThe dentist who inserted it in my tooth,\nthirty years ago in Russia, is now dead. You and\nI alone now hold the secret. Do you accept the\ntrust?</p>\n\n<p>I do, I answered.</p>\n\n<p><span class=\"pagenum\">[16]</span></p>\n\n<p>That was Mr. L&mdash;&mdash;s story.</p>\n\n<p>When he died I happened to be out of the\ncity. On my return I hastened to obtain possession\nof the tooth in the manner that seemed best\nto me. I was not aware that the matter was mentioned\nin Mr. L&mdash;&mdash;s will, which it would appear\nhe had intended to make public before his death,\nbut was unable to do so. The plan which I found\nin the cavity of the tooth is now in safe hands in\nRussia, and the world may yet learn whether the\nwell-guarded secret is destined to be utilized.</p>\n\n<p>I tell you this because I know you are an\nAmerican, a lover of liberty, and will not divulge\nthe secret I have told you.</p>\n\n<p>Mr. Johnson died many years ago, and now I\ngive this story to the world, confident that even\nits perusal by the Russian officials cannot in any\nway endanger the secret of the gold-capped tooth.</p>\n\n<hr class=\"tb x-ebookmaker-drop\" />\n\n<div class=\"chapter\">\n<div class=\"transnote\">\n<h2 style=\"margin-top: 0em\">Transcribers Note:</h2>\n\n<p>Punctuation has been made consistent.</p>\n</div></div>\n\n<div>",
    "summary": "EBOOK 68049 ***</div>\n\n<div class=\"figcenter illowp56\" style=\"max-width: 64. 0625em;\">\n  <img id=\"coverpage\" class=\"w100\" src=\"images/cover. jpg\" alt=\"Cover\" />\n</div>\n\n<div style=\"padding-top:2em\">\n<div class=\"boxit\">\n<p class=\"center xlargefont sansseriffont\">Multum in Parvo<br />\nLibrary.",
    "word_count": 3923,
    "reading_time_minutes": 20,
    "publication_year": null,
    "source_url": "https://www.gutenberg.org/ebooks/68049",
    "original_language": "en",
    "is_public_domain": true,
    "download_count": 218,
    "authors": [],
    "subjects": [
      "Detective and mystery stories, American",
      "PS"
    ],
    "bookshelves": [],
    "formats": {},
    "description": "",
    "processed_at": "2025-06-01T14:25:31.557Z",
    "source": "gnikdroy_api",
    "api_version": "v1",
    "locations": [],
    "themes": [
      {
        "name": "Mystery",
        "confidence": 0.8
      }
    ],
    "enriched_at": "2025-06-01T14:25:51.677Z",
    "database_id": "6f238be2-1ccc-45ce-bee2-08d361ed3706"
  },
  {
    "gutenberg_id": 2347,
    "title": "The Adventure of the Dying Detective",
    "slug": "the-adventure-of-the-dying-detective",
    "original_text": "EBOOK THE ADVENTURE OF THE DYING DETECTIVE ***</span>\n</div></section><pre></pre>\n\n<div class=\"pg_body_wrapper\"><br></div><div class=\"pg_body_wrapper\"><br></div>\n\n<h1 style=\"text-align: center;\" class=\"xhtml_h1_align\">\nThe Adventure of the Dying Detective\n</h1>\n\n<div class=\"pg_body_wrapper\"><br></div>\n\n<h3 style=\"text-align: center;\" class=\"xhtml_h3_align\">\nBy\n</h3>\n\n<h2 style=\"text-align: center;\" class=\"xhtml_h2_align\">\nSir Arthur Conan Doyle\n</h2>\n\n<div class=\"pg_body_wrapper\"><br></div><div class=\"pg_body_wrapper\"><br></div><div class=\"pg_body_wrapper\"><br></div>\n\n<p>\nMrs. Hudson, the landlady of Sherlock Holmes, was a long-suffering\nwoman.  Not only was her first-floor flat invaded at all hours by\nthrongs of singular and often undesirable characters but her remarkable\nlodger showed an eccentricity and irregularity in his life which must\nhave sorely tried her patience. His incredible untidiness, his\naddiction to music at strange hours, his occasional revolver practice\nwithin doors, his weird and often malodorous scientific experiments,\nand the atmosphere of violence and danger which hung around him made\nhim the very worst tenant in London.  On the other hand, his payments\nwere princely. I have no doubt that the house might have been purchased\nat the price which Holmes paid for his rooms during the years that I\nwas with him.\n</p>\n\n<p>\nThe landlady stood in the deepest awe of him and never dared to\ninterfere with him, however outrageous his proceedings might seem.  She\nwas fond of him, too, for he had a remarkable gentleness and courtesy\nin his dealings with women.  He disliked and distrusted the sex, but he\nwas always a chivalrous opponent. Knowing how genuine was her regard\nfor him, I listened earnestly to her story when she came to my rooms in\nthe second year of my married life and told me of the sad condition to\nwhich my poor friend was reduced.\n</p>\n\n<p>\n\"He's dying, Dr. Watson,\" said she.  \"For three days he has been\nsinking, and I doubt if he will last the day.  He would not let me get\na doctor.  This morning when I saw his bones sticking out of his face\nand his great bright eyes looking at me I could stand no more of it.\n'With your leave or without it, Mr. Holmes, I am going for a doctor\nthis very hour,' said I.  'Let it be Watson, then,' said he.  I\nwouldn't waste an hour in coming to him, sir, or you may not see him\nalive.\"\n</p>\n\n<p>\nI was horrified for I had heard nothing of his illness.  I need not say\nthat I rushed for my coat and my hat.  As we drove back I asked for the\ndetails.\n</p>\n\n<p>\n\"There is little I can tell you, sir.  He has been working at a case\ndown at Rotherhithe, in an alley near the river, and he has brought\nthis illness back with him.  He took to his bed on Wednesday afternoon\nand has never moved since.  For these three days neither food nor drink\nhas passed his lips.\"\n</p>\n\n<p>\n\"Good God!  Why did you not call in a doctor?\"\n</p>\n\n<p>\n\"He wouldn't have it, sir.  You know how masterful he is.  I didn't\ndare to disobey him.  But he's not long for this world, as you'll see\nfor yourself the moment that you set eyes on him.\"\n</p>\n\n<p>\nHe was indeed a deplorable spectacle.  In the dim light of a foggy\nNovember day the sick room was a gloomy spot, but it was that gaunt,\nwasted face staring at me from the bed which sent a chill to my heart.\nHis eyes had the brightness of fever, there was a hectic flush upon\neither cheek, and dark crusts clung to his lips; the thin hands upon\nthe coverlet twitched incessantly, his voice was croaking and\nspasmodic.  He lay listlessly as I entered the room, but the sight of\nme brought a gleam of recognition to his eyes.\n</p>\n\n<p>\n\"Well, Watson, we seem to have fallen upon evil days,\" said he in a\nfeeble voice, but with something of his old carelessness of manner.\n</p>\n\n<p>\n\"My dear fellow!\" I cried, approaching him.\n</p>\n\n<p>\n\"Stand back!  Stand right back!\" said he with the sharp imperiousness\nwhich I had associated only with moments of crisis. \"If you approach\nme, Watson, I shall order you out of the house.\"\n</p>\n\n<p>\n\"But why?\"\n</p>\n\n<p>\n\"Because it is my desire.  Is that not enough?\"\n</p>\n\n<p>\nYes, Mrs. Hudson was right.  He was more masterful than ever.  It was\npitiful, however, to see his exhaustion.\n</p>\n\n<p>\n\"I only wished to help,\" I explained.\n</p>\n\n<p>\n\"Exactly!  You will help best by doing what you are told.\"\n</p>\n\n<p>\n\"Certainly, Holmes.\"\n</p>\n\n<p>\nHe relaxed the austerity of his manner.\n</p>\n\n<p>\n\"You are not angry?\" he asked, gasping for breath.\n</p>\n\n<p>\nPoor devil, how could I be angry when I saw him lying in such a plight\nbefore me?\n</p>\n\n<p>\n\"It's for your own sake, Watson,\" he croaked.\n</p>\n\n<p>\n\"For MY sake?\"\n</p>\n\n<p>\n\"I know what is the matter with me.  It is a coolie disease from\nSumatra--a thing that the Dutch know more about than we, though they\nhave made little of it up to date.  One thing only is certain.  It is\ninfallibly deadly, and it is horribly contagious.\"\n</p>\n\n<p>\nHe spoke now with a feverish energy, the long hands twitching and\njerking as he motioned me away.\n</p>\n\n<p>\n\"Contagious by touch, Watson--that's it, by touch.  Keep your distance\nand all is well.\"\n</p>\n\n<p>\n\"Good heavens, Holmes!  Do you suppose that such a consideration weighs\nwith me of an instant?  It would not affect me in the case of a\nstranger.  Do you imagine it would prevent me from doing my duty to so\nold a friend?\"\n</p>\n\n<p>\nAgain I advanced, but he repulsed me with a look of furious anger.\n</p>\n\n<p>\n\"If you will stand there I will talk.  If you do not you must leave the\nroom.\"\n</p>\n\n<p>\nI have so deep a respect for the extraordinary qualities of Holmes that\nI have always deferred to his wishes, even when I least understood\nthem.  But now all my professional instincts were aroused.  Let him be\nmy master elsewhere, I at least was his in a sick room.\n</p>\n\n<p>\n\"Holmes,\" said I, \"you are not yourself.  A sick man is but a child,\nand so I will treat you.  Whether you like it or not, I will examine\nyour symptoms and treat you for them.\"\n</p>\n\n<p>\nHe looked at me with venomous eyes.\n</p>\n\n<p>\n\"If I am to have a doctor whether I will or not, let me at least have\nsomeone in whom I have confidence,\" said he.\n</p>\n\n<p>\n\"Then you have none in me?\"\n</p>\n\n<p>\n\"In your friendship, certainly.  But facts are facts, Watson, and,\nafter all, you are only a general practitioner with very limited\nexperience and mediocre qualifications.  It is painful to have to say\nthese things, but you leave me no choice.\"\n</p>\n\n<p>\nI was bitterly hurt.\n</p>\n\n<p>\n\"Such a remark is unworthy of you, Holmes.  It shows me very clearly\nthe state of your own nerves.  But if you have no confidence in me I\nwould not intrude my services.  Let me bring Sir Jasper Meek or Penrose\nFisher, or any of the best men in London.  But someone you MUST have,\nand that is final.  If you think that I am going to stand here and see\nyou die without either helping you myself or bringing anyone else to\nhelp you, then you have mistaken your man.\"\n</p>\n\n<p>\n\"You mean well, Watson,\" said the sick man with something between a sob\nand a groan.  \"Shall I demonstrate your own ignorance? What do you\nknow, pray, of Tapanuli fever?  What do you know of the black Formosa\ncorruption?\"\n</p>\n\n<p>\n\"I have never heard of either.\"\n</p>\n\n<p>\n\"There are many problems of disease, many strange pathological\npossibilities, in the East, Watson.\"  He paused after each sentence to\ncollect his failing strength.  \"I have learned so much during some\nrecent researches which have a medico-criminal aspect.  It was in the\ncourse of them that I contracted this complaint.  You can do nothing.\"\n</p>\n\n<p>\n\"Possibly not.  But I happen to know that Dr. Ainstree, the greatest\nliving authority upon tropical disease, is now in London.  All\nremonstrance is useless, Holmes, I am going this instant to fetch him.\"\nI turned resolutely to the door.\n</p>\n\n<p>\nNever have I had such a shock!  In an instant, with a tiger-spring, the\ndying man had intercepted me.  I heard the sharp snap of a twisted key.\nThe next moment he had staggered back to his bed, exhausted and panting\nafter his one tremendous outflame of energy.\n</p>\n\n<p>\n\"You won't take the key from me by force, Watson, I've got you, my\nfriend.  Here you are, and here you will stay until I will otherwise.\nBut I'll humour you.\"  (All this in little gasps, with terrible\nstruggles for breath between.)  \"You've only my own good at heart.  Of\ncourse I know that very well.  You shall have your way, but give me\ntime to get my strength.  Not now, Watson, not now.  It's four o'clock.\nAt six you can go.\"\n</p>\n\n<p>\n\"This is insanity, Holmes.\"\n</p>\n\n<p>\n\"Only two hours, Watson.  I promise you will go at six.  Are you\ncontent to wait?\"\n</p>\n\n<p>\n\"I seem to have no choice.\"\n</p>\n\n<p>\n\"None in the world, Watson.  Thank you, I need no help in arranging the\nclothes.  You will please keep your distance.  Now, Watson, there is\none other condition that I would make.  You will seek help, not from\nthe man you mention, but from the one that I choose.\"\n</p>\n\n<p>\n\"By all means.\"\n</p>\n\n<p>\n\"The first three sensible words that you have uttered since you entered\nthis room, Watson.  You will find some books over there. I am somewhat\nexhausted; I wonder how a battery feels when it pours electricity into\na non-conductor?  At six, Watson, we resume our conversation.\"\n</p>\n\n<p>\nBut it was destined to be resumed long before that hour, and in\ncircumstances which gave me a shock hardly second to that caused by his\nspring to the door.  I had stood for some minutes looking at the silent\nfigure in the bed.  His face was almost covered by the clothes and he\nappeared to be asleep.  Then, unable to settle down to reading, I\nwalked slowly round the room, examining the pictures of celebrated\ncriminals with which every wall was adorned.  Finally, in my aimless\nperambulation, I came to the mantelpiece.  A litter of pipes,\ntobacco-pouches, syringes, penknives, revolver-cartridges, and other\ndebris was scattered over it.  In the midst of these was a small black\nand white ivory box with a sliding lid.  It was a neat little thing,\nand I had stretched out my hand to examine it more closely, when----\n</p>\n\n<p>\nIt was a dreadful cry that he gave--a yell which might have been heard\ndown the street.  My skin went cold and my hair bristled at that\nhorrible scream.  As I turned I caught a glimpse of a convulsed face\nand frantic eyes.  I stood paralyzed, with the little box in my hand.\n</p>\n\n<p>\n\"Put it down!  Down, this instant, Watson--this instant, I say!\" His\nhead sank back upon the pillow and he gave a deep sigh of relief as I\nreplaced the box upon the mantelpiece.  \"I hate to have my things\ntouched, Watson.  You know that I hate it.  You fidget me beyond\nendurance. You, a doctor--you are enough to drive a patient into an\nasylum.  Sit down, man, and let me have my rest!\"\n</p>\n\n<p>\nThe incident left a most unpleasant impression upon my mind.  The\nviolent and causeless excitement, followed by this brutality of speech,\nso far removed from his usual suavity, showed me how deep was the\ndisorganization of his mind.  Of all ruins, that of a noble mind is the\nmost deplorable.  I sat in silent dejection until the stipulated time\nhad passed.  He seemed to have been watching the clock as well as I,\nfor it was hardly six before he began to talk with the same feverish\nanimation as before.\n</p>\n\n<p>\n\"Now, Watson,\" said he.  \"Have you any change in your pocket?\"\n</p>\n\n<p>\n\"Yes.\"\n</p>\n\n<p>\n\"Any silver?\"\n</p>\n\n<p>\n\"A good deal.\"\n</p>\n\n<p>\n\"How many half-crowns?\"\n</p>\n\n<p>\n\"I have five.\"\n</p>\n\n<p>\n\"Ah, too few!  Too few!  How very unfortunate, Watson!  However, such\nas they are you can put them in your watchpocket.  And all the rest of\nyour money in your left trouser pocket.  Thank you. It will balance you\nso much better like that.\"\n</p>\n\n<p>\nThis was raving insanity.  He shuddered, and again made a sound between\na cough and a sob.\n</p>\n\n<p>\n\"You will now light the gas, Watson, but you will be very careful that\nnot for one instant shall it be more than half on.  I implore you to be\ncareful, Watson.  Thank you, that is excellent. No, you need not draw\nthe blind.  Now you will have the kindness to place some letters and\npapers upon this table within my reach. Thank you.  Now some of that\nlitter from the mantelpiece. Excellent, Watson!  There is a sugar-tongs\nthere.  Kindly raise that small ivory box with its assistance.  Place\nit here among the papers.  Good!  You can now go and fetch Mr.\nCulverton Smith, of 13 Lower Burke Street.\"\n</p>\n\n<p>\nTo tell the truth, my desire to fetch a doctor had somewhat weakened,\nfor poor Holmes was so obviously delirious that it seemed dangerous to\nleave him.  However, he was as eager now to consult the person named as\nhe had been obstinate in refusing.\n</p>\n\n<p>\n\"I never heard the name,\" said I.\n</p>\n\n<p>\n\"Possibly not, my good Watson.  It may surprise you to know that the\nman upon earth who is best versed in this disease is not a medical man,\nbut a planter.  Mr. Culverton Smith is a well-known resident of\nSumatra, now visiting London.  An outbreak of the disease upon his\nplantation, which was distant from medical aid, caused him to study it\nhimself, with some rather far-reaching consequences.  He is a very\nmethodical person, and I did not desire you to start before six,\nbecause I was well aware that you would not find him in his study.  If\nyou could persuade him to come here and give us the benefit of his\nunique experience of this disease, the investigation of which has been\nhis dearest hobby, I cannot doubt that he could help me.\"\n</p>\n\n<p>\nI gave Holmes's remarks as a consecutive whole and will not attempt to\nindicate how they were interrupted by gaspings for breath and those\nclutchings of his hands which indicated the pain from which he was\nsuffering.  His appearance had changed for the worse during the few\nhours that I had been with him.  Those hectic spots were more\npronounced, the eyes shone more brightly out of darker hollows, and a\ncold sweat glimmered upon his brow. He still retained, however, the\njaunty gallantry of his speech. To the last gasp he would always be the\nmaster.\n</p>\n\n<p>\n\"You will tell him exactly how you have left me,\" said he.  \"You will\nconvey the very impression which is in your own mind--a dying man--a\ndying and delirious man.  Indeed, I cannot think why the whole bed of\nthe ocean is not one solid mass of oysters, so prolific the creatures\nseem.  Ah, I am wandering!  Strange how the brain controls the brain!\nWhat was I saying, Watson?\"\n</p>\n\n<p>\n\"My directions for Mr. Culverton Smith.\"\n</p>\n\n<p>\n\"Ah, yes, I remember.  My life depends upon it.  Plead with him,\nWatson.  There is no good feeling between us.  His nephew, Watson--I\nhad suspicions of foul play and I allowed him to see it.  The boy died\nhorribly.  He has a grudge against me.  You will soften him, Watson.\nBeg him, pray him, get him here by any means.  He can save me--only he!\"\n</p>\n\n<p>\n\"I will bring him in a cab, if I have to carry him down to it.\"\n</p>\n\n<p>\n\"You will do nothing of the sort.  You will persuade him to come. And\nthen you will return in front of him.  Make any excuse so as not to\ncome with him.  Don't forget, Watson.  You won't fail me. You never did\nfail me.  No doubt there are natural enemies which limit the increase\nof the creatures.  You and I, Watson, we have done our part.  Shall the\nworld, then, be overrun by oysters? No, no; horrible!  You'll convey\nall that is in your mind.\"\n</p>\n\n<p>\nI left him full of the image of this magnificent intellect babbling\nlike a foolish child.  He had handed me the key, and with a happy\nthought I took it with me lest he should lock himself in.  Mrs. Hudson\nwas waiting, trembling and weeping, in the passage.  Behind me as I\npassed from the flat I heard Holmes's high, thin voice in some\ndelirious chant.  Below, as I stood whistling for a cab, a man came on\nme through the fog.\n</p>\n\n<p>\n\"How is Mr. Holmes, sir?\" he asked.\n</p>\n\n<p>\nIt was an old acquaintance, Inspector Morton, of Scotland Yard, dressed\nin unofficial tweeds.\n</p>\n\n<p>\n\"He is very ill,\" I answered.\n</p>\n\n<p>\nHe looked at me in a most singular fashion.  Had it not been too\nfiendish, I could have imagined that the gleam of the fanlight showed\nexultation in his face.\n</p>\n\n<p>\n\"I heard some rumour of it,\" said he.\n</p>\n\n<p>\nThe cab had driven up, and I left him.\n</p>\n\n<p>\nLower Burke Street proved to be a line of fine houses lying in the\nvague borderland between Notting Hill and Kensington.  The particular\none at which my cabman pulled up had an air of smug and demure\nrespectability in its old-fashioned iron railings, its massive\nfolding-door, and its shining brasswork.  All was in keeping with a\nsolemn butler who appeared framed in the pink radiance of a tinted\nelectrical light behind him.\n</p>\n\n<p>\n\"Yes, Mr. Culverton Smith is in.  Dr. Watson!  Very good, sir, I will\ntake up your card.\"\n</p>\n\n<p>\nMy humble name and title did not appear to impress Mr. Culverton Smith.\nThrough the half-open door I heard a high, petulant, penetrating voice.\n</p>\n\n<p>\n\"Who is this person?  What does he want?  Dear me, Staples, how often\nhave I said that I am not to be disturbed in my hours of study?\"\n</p>\n\n<p>\nThere came a gentle flow of soothing explanation from the butler.\n</p>\n\n<p>\n\"Well, I won't see him, Staples.  I can't have my work interrupted like\nthis.  I am not at home.  Say so.  Tell him to come in the morning if\nhe really must see me.\"\n</p>\n\n<p>\nAgain the gentle murmur.\n</p>\n\n<p>\n\"Well, well, give him that message.  He can come in the morning, or he\ncan stay away.  My work must not be hindered.\"\n</p>\n\n<p>\nI thought of Holmes tossing upon his bed of sickness and counting the\nminutes, perhaps, until I could bring help to him.  It was not a time\nto stand upon ceremony.  His life depended upon my promptness.  Before\nthe apologetic butler had delivered his message I had pushed past him\nand was in the room.\n</p>\n\n<p>\nWith a shrill cry of anger a man rose from a reclining chair beside the\nfire.  I saw a great yellow face, coarse-grained and greasy, with\nheavy, double-chin, and two sullen, menacing gray eyes which glared at\nme from under tufted and sandy brows.  A high bald head had a small\nvelvet smoking-cap poised coquettishly upon one side of its pink curve.\nThe skull was of enormous capacity, and yet as I looked down I saw to\nmy amazement that the figure of the man was small and frail, twisted in\nthe shoulders and back like one who has suffered from rickets in his\nchildhood.\n</p>\n\n<p>\n\"What's this?\" he cried in a high, screaming voice.  \"What is the\nmeaning of this intrusion?  Didn't I send you word that I would see you\nto-morrow morning?\"\n</p>\n\n<p>\n\"I am sorry,\" said I, \"but the matter cannot be delayed.  Mr. Sherlock\nHolmes--\"\n</p>\n\n<p>\nThe mention of my friend's name had an extraordinary effect upon the\nlittle man.  The look of anger passed in an instant from his face.  His\nfeatures became tense and alert.\n</p>\n\n<p>\n\"Have you come from Holmes?\" he asked.\n</p>\n\n<p>\n\"I have just left him.\"\n</p>\n\n<p>\n\"What about Holmes?  How is he?\"\n</p>\n\n<p>\n\"He is desperately ill.  That is why I have come.\"\n</p>\n\n<p>\nThe man motioned me to a chair, and turned to resume his own.  As he\ndid so I caught a glimpse of his face in the mirror over the\nmantelpiece.  I could have sworn that it was set in a malicious and\nabominable smile.  Yet I persuaded myself that it must have been some\nnervous contraction which I had surprised, for he turned to me an\ninstant later with genuine concern upon his features.\n</p>\n\n<p>\n\"I am sorry to hear this,\" said he.  \"I only know Mr. Holmes through\nsome business dealings which we have had, but I have every respect for\nhis talents and his character.  He is an amateur of crime, as I am of\ndisease.  For him the villain, for me the microbe. There are my\nprisons,\" he continued, pointing to a row of bottles and jars which\nstood upon a side table. \"Among those gelatine cultivations some of the\nvery worst offenders in the world are now doing time.\"\n</p>\n\n<p>\n\"It was on account of your special knowledge that Mr. Holmes desired to\nsee you.  He has a high opinion of you and thought that you were the\none man in London who could help him.\"\n</p>\n\n<p>\nThe little man started, and the jaunty smoking-cap slid to the floor.\n</p>\n\n<p>\n\"Why?\" he asked.  \"Why should Mr. Homes think that I could help him in\nhis trouble?\"\n</p>\n\n<p>\n\"Because of your knowledge of Eastern diseases.\"\n</p>\n\n<p>\n\"But why should he think that this disease which he has contracted is\nEastern?\"\n</p>\n\n<p>\n\"Because, in some professional inquiry, he has been working among\nChinese sailors down in the docks.\"\n</p>\n\n<p>\nMr. Culverton Smith smiled pleasantly and picked up his smoking-cap.\n</p>\n\n<p>\n\"Oh, that's it--is it?\" said he.  \"I trust the matter is not so grave\nas you suppose.  How long has he been ill?\"\n</p>\n\n<p>\n\"About three days.\"\n</p>\n\n<p>\n\"Is he delirious?\"\n</p>\n\n<p>\n\"Occasionally.\"\n</p>\n\n<p>\n\"Tut, tut!  This sounds serious.  It would be inhuman not to answer his\ncall.  I very much resent any interruption to my work, Dr. Watson, but\nthis case is certainly exceptional.  I will come with you at once.\"\n</p>\n\n<p>\nI remembered Holmes's injunction.\n</p>\n\n<p>\n\"I have another appointment,\" said I.\n</p>\n\n<p>\n\"Very good.  I will go alone.  I have a note of Mr. Holmes's address.\nYou can rely upon my being there within half an hour at most.\"\n</p>\n\n<p>\nIt was with a sinking heart that I reentered Holmes's bedroom. For all\nthat I knew the worst might have happened in my absence. To my enormous\nrelief,  he had improved greatly in the interval. His appearance was as\nghastly as ever, but all trace of delirium had left him and he spoke in\na feeble voice, it is true, but with even more than his usual crispness\nand lucidity.\n</p>\n\n<p>\n\"Well, did you see him, Watson?\"\n</p>\n\n<p>\n\"Yes; he is coming.\"\n</p>\n\n<p>\n\"Admirable, Watson!  Admirable!  You are the best of messengers.\"\n</p>\n\n<p>\n\"He wished to return with me.\"\n</p>\n\n<p>\n\"That would never do, Watson.  That would be obviously impossible.  Did\nhe ask what ailed me?\"\n</p>\n\n<p>\n\"I told him about the Chinese in the East End.\"\n</p>\n\n<p>\n\"Exactly!  Well, Watson, you have done all that a good friend could.\nYou can now disappear from the scene.\"\n</p>\n\n<p>\n\"I must wait and hear his opinion, Holmes.\"\n</p>\n\n<p>\n\"Of course you must.  But I have reasons to suppose that this opinion\nwould be very much more frank and valuable if he imagines that we are\nalone.  There is just room behind the head of my bed, Watson.\"\n</p>\n\n<p>\n\"My dear Holmes!\"\n</p>\n\n<p>\n\"I fear there is no alternative, Watson.  The room does not lend itself\nto concealment, which is as well, as it is the less likely to arouse\nsuspicion.  But just there, Watson, I fancy that it could be done.\"\nSuddenly he sat up with a rigid intentness upon his haggard face.\n\"There are the wheels, Watson.  Quick, man, if you love me!  And don't\nbudge, whatever happens--whatever happens, do you hear?  Don't speak!\nDon't move!  Just listen with all your ears.\"  Then in an instant his\nsudden access of strength departed, and his masterful, purposeful talk\ndroned away into the low, vague murmurings of a semi-delirious man.\n</p>\n\n<p>\nFrom the hiding-place into which I had been so swiftly hustled I heard\nthe footfalls upon the stair, with the opening and the closing of the\nbedroom door.  Then, to my surprise, there came a long silence, broken\nonly by the heavy breathings and gaspings of the sick man.  I could\nimagine that our visitor was standing by the bedside and looking down\nat the sufferer.  At last that strange hush was broken.\n</p>\n\n<p>\n\"Holmes!\" he cried.  \"Holmes!\" in the insistent tone of one who awakens\na sleeper.  \"Can't you hear me, Holmes?\"  There was a rustling, as if\nhe had shaken the sick man roughly by the shoulder.\n</p>\n\n<p>\n\"Is that you, Mr. Smith?\"  Holmes whispered.  \"I hardly dared hope that\nyou would come.\"\n</p>\n\n<p>\nThe other laughed.\n</p>\n\n<p>\n\"I should imagine not,\" he said.  \"And yet, you see, I am here. Coals\nof fire, Holmes--coals of fire!\"\n</p>\n\n<p>\n\"It is very good of you--very noble of you.  I appreciate your special\nknowledge.\"\n</p>\n\n<p>\nOur visitor sniggered.\n</p>\n\n<p>\n\"You do.  You are, fortunately, the only man in London who does. Do you\nknow what is the matter with you?\"\n</p>\n\n<p>\n\"The same,\" said Holmes.\n</p>\n\n<p>\n\"Ah!  You recognize the symptoms?\"\n</p>\n\n<p>\n\"Only too well.\"\n</p>\n\n<p>\n\"Well, I shouldn't be surprised, Holmes.  I shouldn't be surprised if\nit WERE the same.  A bad lookout for you if it is. Poor Victor was a\ndead man on the fourth day--a strong, hearty young fellow.  It was\ncertainly, as you said, very surprising that he should have contracted\nan out-of-the-way Asiatic disease in the heart of London--a disease,\ntoo, of which I had made such a very special study.  Singular\ncoincidence, Holmes.  Very smart of you to notice it, but rather\nuncharitable to suggest that it was cause and effect.\"\n</p>\n\n<p>\n\"I knew that you did it.\"\n</p>\n\n<p>\n\"Oh, you did, did you?  Well, you couldn't prove it, anyhow.  But what\ndo you think of yourself spreading reports about me like that, and then\ncrawling to me for help the moment you are in trouble?  What sort of a\ngame is that--eh?\"\n</p>\n\n<p>\nI heard the rasping, laboured breathing of the sick man.  \"Give me the\nwater!\" he gasped.\n</p>\n\n<p>\n\"You're precious near your end, my friend, but I don't want you to go\ntill I have had a word with you.  That's why I give you water.  There,\ndon't slop it about!  That's right.  Can you understand what I say?\"\n</p>\n\n<p>\nHolmes groaned.\n</p>\n\n<p>\n\"Do what you can for me.  Let bygones be bygones,\" he whispered. \"I'll\nput the words out of my head--I swear I will.  Only cure me, and I'll\nforget it.\"\n</p>\n\n<p>\n\"Forget what?\"\n</p>\n\n<p>\n\"Well, about Victor Savage's death.  You as good as admitted just now\nthat you had done it.  I'll forget it.\"\n</p>\n\n<p>\n\"You can forget it or remember it, just as you like.  I don't see you\nin the witnessbox.  Quite another shaped box, my good Holmes, I assure\nyou.  It matters nothing to me that you should know how my nephew died.\nIt's not him we are talking about.  It's you.\"\n</p>\n\n<p>\n\"Yes, yes.\"\n</p>\n\n<p>\n\"The fellow who came for me--I've forgotten his name--said that you\ncontracted it down in the East End among the sailors.\"\n</p>\n\n<p>\n\"I could only account for it so.\"\n</p>\n\n<p>\n\"You are proud of your brains, Holmes, are you not?  Think yourself\nsmart, don't you?  You came across someone who was smarter this time.\nNow cast your mind back, Holmes.  Can you think of no other way you\ncould have got this thing?\"\n</p>\n\n<p>\n\"I can't think.  My mind is gone.  For heaven's sake help me!\"\n</p>\n\n<p>\n\"Yes, I will help you.  I'll help you to understand just where you are\nand how you got there.  I'd like you to know before you die.\"\n</p>\n\n<p>\n\"Give me something to ease my pain.\"\n</p>\n\n<p>\n\"Painful, is it?  Yes, the coolies used to do some squealing towards\nthe end.  Takes you as cramp, I fancy.\"\n</p>\n\n<p>\n\"Yes, yes; it is cramp.\"\n</p>\n\n<p>\n\"Well, you can hear what I say, anyhow.  Listen now!  Can you remember\nany unusual incident in your life just about the time your symptoms\nbegan?\"\n</p>\n\n<p>\n\"No, no; nothing.\"\n</p>\n\n<p>\n\"Think again.\"\n</p>\n\n<p>\n\"I'm too ill to think.\"\n</p>\n\n<p>\n\"Well, then, I'll help you.  Did anything come by post?\"\n</p>\n\n<p>\n\"By post?\"\n</p>\n\n<p>\n\"A box by chance?\"\n</p>\n\n<p>\n\"I'm fainting--I'm gone!\"\n</p>\n\n<p>\n\"Listen, Holmes!\"  There was a sound as if he was shaking the dying\nman, and it was all that I could do to hold myself quiet in my\nhiding-place.  \"You must hear me.  You SHALL hear me.  Do you remember\na box--an ivory box?  It came on Wednesday.  You opened it--do you\nremember?\"\n</p>\n\n<p>\n\"Yes, yes, I opened it.  There was a sharp spring inside it. Some\njoke--\"\n</p>\n\n<p>\n\"It was no joke, as you will find to your cost.  You fool, you would\nhave it and you have got it.  Who asked you to cross my path?  If you\nhad left me alone I would not have hurt you.\"\n</p>\n\n<p>\n\"I remember,\" Holmes gasped.  \"The spring!  It drew blood.  This\nbox--this on the table.\"\n</p>\n\n<p>\n\"The very one, by George!  And it may as well leave the room in my\npocket.  There goes your last shred of evidence.  But you have the\ntruth now, Holmes, and you can die with the knowledge that I killed\nyou.  You knew too much of the fate of Victor Savage, so I have sent\nyou to share it.  You are very near your end, Holmes. I will sit here\nand I will watch you die.\"\n</p>\n\n<p>\nHolmes's voice had sunk to an almost inaudible whisper.\n</p>\n\n<p>\n\"What is that?\" said Smith.  \"Turn up the gas?  Ah, the shadows begin\nto fall, do they?  Yes, I will turn it up, that I may see you the\nbetter.\" He crossed the room and the light suddenly brightened.  \"Is\nthere any other little service that I can do you, my friend?\"\n</p>\n\n<p>\n\"A match and a cigarette.\"\n</p>\n\n<p>\nI nearly called out in my joy and my amazement.  He was speaking in his\nnatural voice--a little weak, perhaps, but the very voice I knew.\nThere was a long pause, and I felt that Culverton Smith was standing in\nsilent amazement looking down at his companion.\n</p>\n\n<p>\n\"What's the meaning of this?\" I heard him say at last in a dry, rasping\ntone.\n</p>\n\n<p>\n\"The best way of successfully acting a part is to be it,\" said Holmes.\n\"I give you my word that for three days I have tasted neither food nor\ndrink until you were good enough to pour me out that glass of water.\nBut it is the tobacco which I find most irksome.  Ah, here ARE some\ncigarettes.\"  I heard the striking of a match.  \"That is very much\nbetter.  Halloa! halloa!  Do I hear the step of a friend?\"\n</p>\n\n<p>\nThere were footfalls outside, the door opened, and Inspector Morton\nappeared.\n</p>\n\n<p>\n\"All is in order and this is your man,\" said Holmes.\n</p>\n\n<p>\nThe officer gave the usual cautions.\n</p>\n\n<p>\n\"I arrest you on the charge of the murder of one Victor Savage,\" he\nconcluded.\n</p>\n\n<p>\n\"And you might add of the attempted murder of one Sherlock Holmes,\"\nremarked my friend with a chuckle.  \"To save an invalid trouble,\nInspector, Mr. Culverton Smith was good enough to give our signal by\nturning up the gas.  By the way, the prisoner has a small box in the\nright-hand pocket of his coat which it would be as well to remove.\nThank you.  I would handle it gingerly if I were you.  Put it down\nhere. It may play its part in the trial.\"\n</p>\n\n<p>\nThere was a sudden rush and a scuffle, followed by the clash of iron\nand a cry of pain.\n</p>\n\n<p>\n\"You'll only get yourself hurt,\" said the inspector.  \"Stand still,\nwill you?\"  There was the click of the closing handcuffs.\n</p>\n\n<p>\n\"A nice trap!\" cried the high, snarling voice.  \"It will bring YOU into\nthe dock, Holmes, not me.  He asked me to come here to cure him.  I was\nsorry for him and I came.  Now he will pretend, no doubt, that I have\nsaid anything which he may invent which will corroborate his insane\nsuspicions. You can lie as you like, Holmes.  My word is always as good\nas yours.\"\n</p>\n\n<p>\n\"Good heavens!\" cried Holmes.  \"I had totally forgotten him.  My dear\nWatson, I owe you a thousand apologies.  To think that I should have\noverlooked you!  I need not introduce you to Mr. Culverton Smith, since\nI understand that you met somewhat earlier in the evening. Have you the\ncab below?  I will follow you when I am dressed, for I may be of some\nuse at the station.\n</p>\n\n<p>\n\"I never needed it more,\" said Holmes as he refreshed himself with a\nglass of claret and some biscuits in the intervals of his toilet.\n\"However, as you know, my habits are irregular, and such a feat means\nless to me than to most men.  It was very essential that I should\nimpress Mrs. Hudson with the reality of my condition, since she was to\nconvey it to you, and you in turn to him.  You won't be offended,\nWatson?  You will realize that among your many talents dissimulation\nfinds no place, and that if you had shared my secret you would never\nhave been able to impress Smith with the urgent necessity of his\npresence, which was the vital point of the whole scheme.  Knowing his\nvindictive nature, I was perfectly certain that he would come to look\nupon his handiwork.\"\n</p>\n\n<p>\n\"But your appearance, Holmes--your ghastly face?\"\n</p>\n\n<p>\n\"Three days of absolute fast does not improve one's beauty, Watson.\nFor the rest, there is nothing which a sponge may not cure.  With\nvaseline upon one's forehead, belladonna in one's eyes, rouge over the\ncheek-bones, and crusts of beeswax round one's lips, a very satisfying\neffect can be produced. Malingering is a subject upon which I have\nsometimes thought of writing a monograph.  A little occasional talk\nabout half-crowns, oysters, or any other extraneous subject produces a\npleasing effect of delirium.\"\n</p>\n\n<p>\n\"But why would you not let me near you, since there was in truth no\ninfection?\"\n</p>\n\n<p>\n\"Can you ask, my dear Watson?  Do you imagine that I have no respect\nfor your medical talents?  Could I fancy that your astute judgment\nwould pass a dying man who, however weak, had no rise of pulse or\ntemperature?  At four yards, I could deceive you.  If I failed to do\nso, who would bring my Smith within my grasp?  No, Watson, I would not\ntouch that box.  You can just see if you look at it sideways where the\nsharp spring like a viper's tooth emerges as you open it.  I dare say\nit was by some such device that poor Savage, who stood between this\nmonster and a reversion, was done to death.  My correspondence,\nhowever, is, as you know, a varied one, and I am somewhat upon my guard\nagainst any packages which reach me.  It was clear to me, however, that\nby pretending that he had really succeeded in his design I might\nsurprise a confession.  That pretence I have carried out with the\nthoroughness of the true artist.  Thank you, Watson, you must help me\non with my coat.  When we have finished at the police-station I think\nthat something nutritious at Simpson's would not be out of place.\"\n</p>\n\n<div class=\"pg_body_wrapper\"><br></div><div class=\"pg_body_wrapper\"><br></div><div class=\"pg_body_wrapper\"><br></div><div class=\"pg_body_wrapper\"><br></div>\n\n<pre></pre><section class=\"pg-boilerplate pgheader\" id=\"pg-footer\" lang=\"en\">\n<div id=\"pg-end-separator\">\n<span>",
    "summary": "EBOOK THE ADVENTURE OF THE DYING DETECTIVE ***</span>\n</div></section><pre></pre>\n\n<div class=\"pg_body_wrapper\"><br></div><div class=\"pg_body_wrapper\"><br></div>\n\n<h1 style=\"text-align: center;\" class=\"xhtml_h1_align\">\nThe Adventure of the Dying Detective\n</h1>\n\n<div class=\"pg_body_wrapper\"><br><...",
    "word_count": 6198,
    "reading_time_minutes": 31,
    "publication_year": null,
    "source_url": "https://www.gutenberg.org/ebooks/2347",
    "original_language": "en",
    "is_public_domain": true,
    "download_count": 167,
    "authors": [
      {}
    ],
    "subjects": [
      "Holmes, Sherlock (Fictitious character) -- Fiction",
      "Private investigators -- England -- Fiction",
      "Detective and mystery stories",
      "PR"
    ],
    "bookshelves": [
      "Detective Fiction"
    ],
    "formats": {},
    "description": "",
    "processed_at": "2025-06-01T14:25:38.724Z",
    "source": "gnikdroy_api",
    "api_version": "v1",
    "locations": [],
    "themes": [
      {
        "name": "Mystery",
        "confidence": 0.8
      },
      {
        "name": "Adventure",
        "confidence": 0.8
      }
    ],
    "enriched_at": "2025-06-01T14:25:51.677Z",
    "database_id": "d26027e5-dd04-4c88-bff1-73fa7737d65f"
  }
]